{
    "dialogs": {
        "junkville/dogs/leader": {
            "accept-scavenger-trade": "Alright. I'll come back with the supplies you need.",
            "ask-about-dogs": "Who are you exactly ?",
            "ask-about-spinel": "Hey, you Diamond Dogs know your stuff about cristals right ? I'm looking for an electromagic spinel.",
            "bring-up-negociations": "About the negociations with the surface dwellers…",
            "came-seeking-scavengers": "I'm not looking for trouble. I'm investigating the disappearence of ponies near the junkyard.",
            "first-meeting": "Rare sight… a pony who doesn't yell and doesn't run. You barged into our tunnels with no invitation. Speak, now: what is it that you  seek into these forgotten depths ? ",
            "go-to-the-pen": "I quite enjoy being alive. To then pen we go.",
            "intimidation-free-scavengers": "Let the scavengers go, right now, or else.",
            "leave": "Just going through. Bye.",
            "leave-alt": "Actually, I'm gonna go.",
            "motives-followup": "You really think the surface dwellers will accept ?",
            "motives-question": "Ransoming hostages will not put the surface dwellers in a good mood for negociations. If you wish to reach a peaceful relationship with the surface, then you might have to show a proof of good will first.",
            "negociate-accept": "That's a good idea. I'll do it.",
            "negociate-ask-clarifications": "What do you want from them ?",
            "negociate-ask-skepticism": "You really think they'll listen after what you've all done to them ?",
            "negociate-push-hiding": "Perhaps it'd be better… if you remained hidden.",
            "negociate-push-hiding-2": "The scavengers won't accept to give up the tunnels. There's a lot of resources there for them to scavenge.",
            "negociate-reject-sarcastically": "Yeah, no. Find yourself another mailpony.",
            "negociation-suggest-waiting": "It's too soon. Give them time.",
            "negociation-why-me": "You really want me to change their minds ?",
            "negociations/clarifications": "Three things. First: the tunnels are ours. We've lived there for generations. Second: we want to trade with the surface. Our gems for their supplies. Three: we wish to be left alone.",
            "negociations/entry": "You were true to your words. My brothers and sisters are rising again, and no blood was shed. It's more than I hoped for.\n<br><br>\nIt's time to think about the future. I'd like… to open up relationships with the surface dwellers. I want you to be our messenger.",
            "negociations/entry-alt": "Any news from the surface ?",
            "negociations/hiding": "You're probably right. We prevailed for generations, secluded down in these tunnels… perhaps it's best to protect our way of life for the time being, and wait for the surface to become more peaceful.",
            "negociations/on-accepted": "Thank you. Tell them we don't want a war. Tell them we have things to bring to them. I know it wont be easy, but if you speak in our name, maybe they'll listen.",
            "negociations/on-junkville-accept": "That is an excellent news ! I'm glad that everyone's ready to work together ! We will send a delegation soon. Thank you for your help. The diamond dogs will remember.",
            "negociations/on-junkville-reject": "I see… I was afraid things would go down that path. I hope we can live side by side, without any further incidents… I guess we'll see.<br>\nThank you for trying. You're not like the other surface dwellers. You're trustworthy. And I'll remember it.",
            "negociations/pushed-to-hide": "You think we should keep hiding under the ground ? Living in the shadows, like beats, hoping the surface dwellers forget we even exist ?",
            "negociations/skepticism": "I know. But everything I witnessed since you came down here… some ponies are able to think differently. You proved it to me.",
            "negociations/why-dolly-hide": "Dolly and the others are trapped in the past. We can't let the suffering from our ancestors dictate our future. It's time for a fresh start.",
            "negociations/why-not-wait": "What if they're thinking of kicking us out ? What if a scavenger gets into our tunnel again, and a fight start between them and one of my dogs ? We must settle an understanding. The time is now.",
            "negociations/why-player": "If there's a chance for the surface dwellers to accept helping us and respecting our limits, then I believe you are that chance.",
            "pass-on-junkville-accepted": "Yes. ",
            "pass-on-junkville-decision": "",
            "pass-on-junkville-decision-accept": "Yes, the surface dwellers have accepted your terms. They want to speak with you and are expecting your representatives.",
            "pass-on-junkville-decision-reject": "Yes. I'm afraid the surface dwellers do not want anything to do with you.",
            "push-to-hide-dolly": "Not the whole pack agrees with you. Dolly doesn't want to trade with the surface, and she's likely not alonee. If you force them to work with the surface dwellers, they'll turn on you.",
            "push-to-hide-further": "I've been up there. It's a dangerous place, filled with ponies even more cruel than those who put your ancestors in chains. By building bridges with the surface, you're putting your pack at risk.",
            "push-to-hide-wait": "They're not ready. Neither are you. You should wait.",
            "ransom-entry-healed-dogs": "I healed your wounded myself. You no longer need the supplies.",
            "ransom-entry-not-yet": "Not yet, but I'm working on it.",
            "ransom-entry-payup": "Here's what you asked for: the medical kit, and the potions.",
            "ransom-entry-turncoat": "I changed my mind. You won't get anything.",
            "ransom-received-next": "[next]",
            "reject-scavenger-trade": "No, I'm not a mailpony. Take care of this yourselves.",
            "scavengers-ask-demands": "What are your demands, exactly ?",
            "scavengers-ask-why-captives": "Why haven't you released the scavengers yet ?",
            "scavengers/about": "The scavengers… yes. Three of them unknowingly penetrated our tunnels. We did not bring them any harm. Not yet. But you must understand, we are not beasts. We have our own motives.",
            "scavengers/convince-success": "Hm… you may be right. Very well.\nTell the scavengers they are free to go - a token of my good will.<br>\nHowever, you must know pay the kindness back. Go, and bring me the medicine kit and the five healing potions we require. Once our kin is safe, we may speak with the surface.",
            "scavengers/intimidation-failure": "Here we go… always threats and violence. After all that happened, have poneys really not changed at all ? You can try to force your will on us, but you will not come out of it unscathed.",
            "scavengers/intimidation-success": "Here we go… always threats and violence. After all that happened, have poneys really not changed at all ? You look like a powerful warrior, and we wouldn't be able to oppose you without losing several of our kind. Very well… you may tell the scavengers they're free to go.",
            "scavengers/introduction": "No. Not until you answer my plea. This is not an inn. You came into our territory. You will come out of it with a quest… or not at all.<br>\n<br>\nScavengers from the surface got into our tunnels, not long ago. We did not kill them. But we did not let them go either. We were waiting for someone to come looking for them. You'll do. You will relay our message to the surface dwellers.",
            "scavengers/motives": "We've been observing the scavengers for a long time. We understand how crucial they are to the surface dwellers. And we are ready to trade. We need medical supplies to care for our wounded dogs.\n<br><br>\nWe need a medical kit, as well as five healing potions.\n<br><br>\nWe would also want to speak with the surface, and reach a deal to sacntuarize our tunnels, and perhaps start trading with the surface dwellers.",
            "scavengers/on-dogs-healed": "You did that ?\n<br><br>\nMaybe we were wrong about the surface dwellers. Very well. Go tell the scavengers they are free to go.",
            "scavengers/on-motives-followup": "It's up to you to convince them. If you fail, then they may forget about us, or pick up what they started back before the great disaster, and murder us all… buf if we must fall, then we fall with our blood on our fangs and claws.",
            "scavengers/on-ransom-not-yet": "The clock is ticking, surface dweller. My dogs are in bad shape. And the scavengers… they're feeling the angst. Don't take too long.",
            "scavengers/on-ransom-received": "<i>He inspects the good carefully, and nods with approbation:</i>\n<br><br>\nThis goes to show that ponies can hold true to their words, sometimes. My pack will be able to raise again.\n<br><br>\nAnd now that you've proven trustworthy, let's talk about what comes next.\n",
            "scavengers/on-ransom-received-free-scavengers": "First things first, you may go and tell the scavengers they're free to go.<br>\n<br>\nBut I also want to talk to you about something else.",
            "scavengers/on-ransom-turnedcoat": "You betrayed my trust, little pony ? Do you believe I'm going to let this go ?\n<br><br>\nYou die. Right here, right now. We'll hang your body in the junkyard, hopefully whoever comes next will be more careful than you were.",
            "scavengers/on-reject-trade": "Oh ? Then you are of no use to us. How about you go join the scavengers in their pen ?<br>\nWe'll just have to wait for someone else to come look for them… or you. How do you like that ? Or perhaps you wish to antagonize us further, and I might just kill you right where you stand.",
            "scavengers/ransom-entry": "You're back. So ? Did the ponys decide to do the right thing ?",
            "scavengers/why": "Because the surface dwellers never offered our kind nothing but chains and beatings.<br>\nAnd, today, we need the surface dwellers. Several of my dogs are wounded and sick. We want a trade. I do not believe in the benevolant will of poneys.",
            "spinel/done": "Alright. You've been good to us.\n<br><br>\n<i>You see Fido heading towards a very well hidden chest, slightly deeper in the cavern. He looks into it, picks something up, and comes back to you.</i>\n<br><br>\nTake the spinel. You've earned it.",
            "spinel/entry": "Spinels charged with some kind of thunder spell, yes. Ponies used to make those out of the minerals we extracted from these tunnels.\n<br><br>\nWe still have one sitting around. We have no use for it.",
            "spinel/not-liked-enough": "But it seems like this spinel has value to you. Prove yourself to us, make yourself useful, and maybe I'll consider giving it to you.",
            "start-fight": "Not if I kill you first !",
            "thanks": "Thank you."
        }
    }
}
