{
    "dialogs": {
        "junkville/dogs/leader": {
            "accept-scavenger-trade": "Très bien. Je reviendrais avec les ressources dont vous avez besoin.",
            "ask-about-dogs": "Qui êtes-vous, exactement ?",
            "ask-about-spinel": "Les Chiens à Diamant s'y connaissent en cristaux, non ? Je cherche une spinelle electromagique.",
            "bring-up-negociations": "À propos des négociations avec la surface…",
            "came-seeking-scavengers": "Je ne cherche pas d'ennuis. Je suis venu enquêter sur des disparitions près de la décharge.",
            "first-meeting": "Voilà qui est rare… un poney qui ne court pas ou ne hurle pas. Tu es entré dans notre tanière sans invitation. Parle, maintenant : que\nviens-tu chercher ici, dans les entrailles oubliées ? ",
            "go-to-the-pen": "Non. Non, j'aime bien rester en vie. Allons rejoindre les fouilleurs !",
            "intimidation-free-scavengers": "Libérez les fouilleurs, ou ça va mal se passer.",
            "introduction": "",
            "leave": "Je fais que passer. Salut.",
            "leave-alt": "Tout compte fait je vais y aller.",
            "motives-followup": "Vous pensez vraiment que ceux de la surface accepteront ?",
            "motives-question": "Garder des otages ne mettra pas vos interlocuteurs dans de bonnes dispositions pour un accord. Si vous souhaitez établir des relations pacifiques avec la surface, vous allez devoir faire preuve de bonne volonté.",
            "negociate-accept": "C'est une bonne idée. J'accepte.",
            "negociate-ask-clarifications": "Tu veux négocier quoi exactement ?",
            "negociate-ask-skepticism": "Tu crois qu'ils voudront seulement t'écouter après ce que vous leur avez fait ?",
            "negociate-ask-why": "Sortir de la terre ? Qu'est-ce que tu veux dire ?",
            "negociate-push-hiding": "Peut-être que c'est mieux… si vous restez cachés.",
            "negociate-push-hiding-2": "Les fouilleurs ne vont pas accepter de vous abandonner les tunnels. Il y a trop de richesses pour eux à y trouver.",
            "negociate-reject-sarcastically": "Non merci. Trouve toi un autre courrier du coeur.",
            "negociation-suggest-waiting": "C'est trop tôt. Donne-leur du temps.",
            "negociation-why-me": "Tu comptes vraiment sur moi pour changer leur avis ?",
            "negociations/clarifications": "Trois choses. Un : que les tunnels deviennent nôtres. Nous y vivons depuis des générations. Deux : pouvoir échanger avec la surface. Nos gemmes contre leurs soins, leurs outils. Trois : qu'on nous laisse en paix.",
            "negociations/entry": "Tu as tenu parole. Mes frères et sœurs se relèvent, et il n'y a pas eu de sang. C'est plus que je ne pouvais espérer.\n<br><br>\nIl est temps de penser à l'avenir. J'aimerais… ouvrir le dialogue avec ceux de la surface. Je veux que tu sois notre messager.",
            "negociations/entry-alt": "Des nouvelles de la surface ?",
            "negociations/hiding": "Tu as peut-être raison. Nous avons survécu des générations, isolés dans ces tunnels… peut-être vaut-il mieux préserver notre mode de vie pour le moment, et attendre que la surface devienne plus pacifique.",
            "negociations/on-accepted": "Merci. Dis-leur que nous ne voulons pas la guerre. Dis-leur que nous avons des choses à offrir. Je sais que ce ne sera pas facile, mais si tu parles en notre nom, peut-être qu'ils écouteront.",
            "negociations/on-junkville-reject": "Je vois… j'avais peur que les choses tournent ainsi. J'espère qu'on pourra vivre côte à côte, sans autres incidents… on verra bien.<br>\nMerci pour tes efforts. Tu n'es pas comme les autres surfaceux. Tu es digne de confiance. Je m'en souviendrais.",
            "negociations/pushed-to-hide": "Tu crois qu'on devrait continuer à se terrer ? Vivre dans l'ombre, comme des bêtes, pendant que la surface oublie même qu'on existe ?",
            "negociations/skepticism": "Je sais. Mais tout ce que j'ai vu depuis que tu es descendu ici, c'est que certains poneys sont capables de penser autrement. Tu m'as prouvé ça.",
            "negociations/why-dolly-hide": "Dolly et les autres se focalisent sur les fantômes du passés. Nous ne pouvons pas laisser le passer nous déterminer éternellement. Il est temps de tourner la page.",
            "negociations/why-not-wait": "Et s'ils se préparent à nous déloger ? Que se passe-t-il, si un fouilleur s'introduit dans un tunnel et qu'une altercation éclate avec un de mes chiens ? Nous devons trouver un accord. Le moment, c'est maintenant.",
            "negociations/why-player": "S'il existe une chance que les poneys de la surface soient convaincus de nous aider, et de respecter nos limites,  alors je pense que tu es cette chance.",
            "push-to-hide-dolly": "Toute la meute n'est pas d'accord avec toi. Dolly ne veut pas de contact avec la surface, et elle n'est sûrement pas la seule. Si tu les force à commercer avec la surface, ils pourraient se retourner contre toi.",
            "push-to-hide-further": "J'ai été là-haut. C'est un lieu dangereux, peuplés de poneys plus cruels encore que ceux qui ont esclavagisés vos ancêtres. En multipliant les liens avec la surface, tu met la meute en danger.",
            "push-to-hide-wait": "Ils ne sont pas prêt. Et vous non plus. Attends encore.",
            "ransom-entry-healed-dogs": "J'ai soigné vos blessés moi-même. Vous n'avez plus besoin de cette rançon.",
            "ransom-entry-not-yet": "Pas encore, mais je m'en occupe.",
            "ransom-entry-payup": "Voici le matériel : le kit médical, et les potions.",
            "ransom-entry-turncoat": "J'ai changé d'avis. Tu n'auras rien.",
            "ransom-received-next": "[suite]",
            "reject-scavenger-trade": "Non. Je n'ai aucune raison de servir d'intermédiaire. Débrouillez-vous. Il y a pas écrit « La Poste » !",
            "scavengers-ask-demands": "Que voulez-vous, exactement ?",
            "scavengers-ask-why-captives": "Pourquoi ne pas les avoir relâchés ?",
            "scavengers/about": "Les fouilleurs… oui. Trois d'entre eux ont franchi la frontière de nos tunnels sans savoir. Nous ne leur avons pas fait de mal. Pas\nencore. Mais tu dois comprendre… nous ne sommes pas des bêtes. Nous avons nos raisons.",
            "scavengers/convince-success": "Hm… tu as sans doute raison. Très bien.\nDis aux fouilleurs qu'ils sont libre de partir - un geste de bonne foi.<br>\nMais vous devez maintenant nous rendre la pareille. Va, ramène-nous un kit de médecin, et cinq potions de soin. Lorsque les notres seront soignés, alors nous pourrons discuter avec la surface.",
            "scavengers/intimidation-failure": "Et voilà… toujours les menaces, la violence. Malgré tout ce qui est arrivé, les poneys n'ont-ils donc pas changés ? Tu peux essayer la force, mais je doute que tu\nressortes entier. ",
            "scavengers/intimidation-success": "Et voilà… toujours les menaces, la violence. Malgré tout ce qui est arrivé, les poneys n'ont-ils donc pas changés ? Tu as l'air d'un puissant guerrier, et nous ne pourrons pas t'arrêter sans sacrificer les notres… soit, tu peux aller dire aux fouilleurs qu'ils sont libre.",
            "scavengers/introduction": "\nNon. Pas tant que tu ne réponds pas à notre offre. Ce n'est pas une auberge, ici. Tu es entré dans nos terres. Tu en sortiras avec une\nmission… ou pas du tout.<br>\n<br>\nDes fouilleurs de la surface se sont introduit dans nos tunnels, il y a peu. Nous ne les avons pas tués. Mais nous ne les avons pas laissés partir. Nous attendions que quelqu'un vienne les chercher. Tu va relayer un message aux surfaceux.",
            "scavengers/motives": "Nous avons observés les fouilleurs depuis longtemps. Nous comprenons le rôle important qu'ils jouent pour ceux de la surface. Et nous sommes prêt à les échanger. Nous avons besoin de matériel médical, pour soigner nos chiens blessés.\n<br><br>\nIl nous faut un kit médical, ainsi que cinq potions de soin.\n<br><br>\nNous souhaitons aussi discuter avec la surface, et établir un accord afin de sanctuariser nos tunnels, et peut-être entamer des relations commerciales.",
            "scavengers/on-motives-followup": "C'est à toi de les convaincre. Si tu échoue, alors ils pourront nous oublier, où reprendre ce qu'ils ont commencé avant le grand désastre, et nous abattre… mais si nous tombons, nous tomberons les griffes ensanglantées.",
            "scavengers/on-ransom-not-yet": "Le temps passe, étranger. Mes chiens sont mal en point. Et les captifs… commencent à sentir l'angoisse. Ne tarde pas trop.",
            "scavengers/on-ransom-received": "<i>Il inspecte le matériel avec attention, et te donne un regard approbateur :</i>\n<br><br>\nExactement ce que j'avais demandé. Mes blessés te seront reconnaissants… et mes guerriers, moins sur les crocs.\n<br><br>\nEt maintenant qu'il est prouvé que nous pouvions faire affaire… parlons de la suite.",
            "scavengers/on-ransom-received-free-scavengers": "Tout d'abord, tu peux aller dire aux fouilleurs qu'ils sont libres de partir.\n<br><br>\nMais je voudais aussi te parler d'autre chose.",
            "scavengers/on-ransom-turnedcoat": "Tu as joué avec ma confiance, petit poney ? Tu crois que je vais laisser passer ça ?\n<br><br>\nTu meurs. Ici, et maintenant. Ton corps pendra dans la décharge, peut-être les prochains venus seront-ils plus prudents.",
            "scavengers/on-reject-trade": "Ah ? Dans ce cas, tu ne nous es d'aucune utilité. Va donc rejoindre les fouilleurs dans leur cellule.<br>\nNous allons simplement devoir attendre que quelqu'un d'autre vienne les chercher, ou te chercher toi. Qu'est-ce que tu en dis ? Ou, si tu n'apprécie pas notre hospitalité, je pourrais aussi mettre fin à ton insolence de manière plus permanente.",
            "scavengers/ransom-entry": "Te revoilà. Alors ? Les poneys ont-ils décidés de faire ce qui est juste ?",
            "scavengers/why": "Parce que le monde de la surface n'a jamais rien offert aux nôtres sauf chaînes et coups.<br> Or, aujourd'hui, nous avons besoin de la surface. Plusieurs  de mes chiens sont blessés et malades. Nous voulons un échange. Et je ne crois pas à la volonté bénévole de ceux qui vivent au-dessus.",
            "spinel/done": "Bien. Tu nous as été sympathique.\n<br><br>\n<i>Tu vois Fido se diriger vers un coffre très bien camouflé, un peu plus profondément dans la caverne. Il fouille, récupère quelque chose, et reviens te voir.</i>\n<br><br>\nPrend la spinelle. Tu l'as mérité.",
            "spinel/entry": "Des spinelles chargées par une espèce de sort de foudre, oui. Les poneys avaient l'habitude d'en créer à partir des minéraux que nous extrayions ici.\n<br><br>\nIl m'en reste bien une qui traîne par ici. Nous n'en avons pas usage.",
            "spinel/not-liked-enough": "On dirait que cette spinelle a de la valeur pour toi. Prouve-nous tes intentions. Rends-toi utile. Alors peut-être te cèderais-je la spinelle.",
            "start-fight": "Pas si je te tue le premier !",
            "thanks": "Merci."
        }
    }
}
