{
    "dialogs": {
        "cristal-den/chemlab/chemist": {
            "about-exit": "C'est tout ce que je voulais savoir, merci.",
            "about-lab": "Tu es dans le laboratoire du Flacon Fuchsia. Nous concoctons des potions de vie, du med-x, et même des mint-als, autorisés par notre généreux gouvernement.",
            "about-potiok-control": "Tant que leurs sbires ne sont pas loin, oui. Les Potioks ont leur nez dans presque toute les transactions, par ici. Et ils nous tolèrent probablement surtout parce qu'ils ont besoin de nous pour fournir du matériel médical.<br><br>\nMais, tu sais… leurs brutes ne sont pas partout. Ils évitent le bidonville. C'est Bibin, qui domine cette partie de la ville, et il ne laisse pas les Potioks s'imiscer dans ses affaires.",
            "about-potioks": "Bah, les Potioks ne sont pas exactement pour le libre marhé. Si nous devions vendre le genre de drogues très profitables qui transforment les travailleurs en mélasse… disons, si je préparais du Dash ou du Scorpio, nous recevrions assez vite une visite de courtoisie des para Potiokss. Personne ne veut voir ça arriver.<br><br>Les Mint-als sont tolérés, puisqu'ils ont plutôt tendance à augmenter la productivité qu'à la réuidre en poussière. Enfin, jusqu'à ce que quelqu'un fasse une overdose, bien sûr.",
            "ask-about-new-compound": "Est-ce que tu essaye aussi de développer tes propres produits ?",
            "ask-about-potiok-more": "Les Potioks ont vraiment autant de contrôle, ici ?",
            "ask-about-potiok-policies": "Qu'est-ce que le gouvernement vient faire là-dedans ?",
            "back-to-about-lab": "Dis m'en plus sur ce laboratoire.",
            "hostility": "Ugh, quel emmerdeur…<br>\nÉcoute-moi bien, tu n'as rien à faire ici. Tu veux de la drogue ? Va parler à Boiler Brim, dans la salle d'à côté. Maintenant, dégage de mon labo.",
            "meeting": "Hé, arrête ça ! Qui t'a laissé entrer ici ? C'est un lieu de travail, ici, tu peux pas juste t'incruster et risquer de nous gêner dans nos préparations !",
            "meeting-exit": "D'accord, je me casse.",
            "meeting-hostile": "Wesh, calme-toi chef, j'ai rien fait de mal, je regarde juste !",
            "meeting-just-curious": "Excuse-moi, j'étais juste curieux de ce que vous faites ici.",
            "meeting-science": "Oh. Je ne m'attendais pas à un tel niveau de vocabulaire de la part du premier venu. Oui, c'est un catalyseur arcanique, utilisé pour infuser les effets de sorts dans une solution. Indispensable pour les potions de soin. Et je me sentirais bien mieux si tu regardais ça de plus loin.",
            "meeting-sciene": "Est-ce que c'est un catalyseur arcanique ? Qu'est-ce que vous synthetisez ici ?",
            "party-mintals-accept-quest": "Ouais, ça pourrait être marrant !",
            "party-mintals-ask-about-lab": "À dire vrai, je voulais juste en savoir plus sur ce laboratoire.",
            "party-mintals-ask-about-reward": "Et qu'est-ce que j'en retire ?",
            "party-mintals-give-sample": "Ouaip, je t'en ai dégoté. Voilà ton échantillon.",
            "party-mintals-help-for-batch": "Peut-être que je pourrais te filer un coup de main ? Ca ira plus vite à deux.",
            "party-mintals-pass-science-check": "Les mint-als sont stabilisés avec de l'acétate de menthyle, mais c'est l'isomère D qui provoque l'effet psychotique. Je peux commencer par séparer le racémique, ce qui nous permettra d'éviter les maux de têtes comme effet secondaire.",
            "party-mintals-reject-quest": "Le monde extérieur est sans pitié. Si je trouve ces Party-Time Mint-als, je pense plutôt que je vais les gober moi-même !",
            "party-mintals-still-looking": "Non, je cherche encore.",
            "party-mintals-test-nodrugs": "Pour être tout à fait honnête, je refuse de prendre de la drogue.",
            "party-mintals-test-other": "Euh, non merci, je voudrais pas ruiner une première fois.",
            "party-mintals-test-self": "Avec plaisir !",
            "party-mintals-wait-for-batch": "Ok, je viendrai voir où tu en es dans une semaine.",
            "party-mintals/about-reward": "Je pourrais t'obtenir une ristourne sur tous nos produits… dont les Party-Time Mint-als que nous pourrions alors produire.",
            "party-mintals/accepted-help": "Ca alors. Tu es plus futé que je ne le pensais. Ok, mettons-nous au charbon.",
            "party-mintals/batch-not-ready": "Yo ! J'ai pas encore fini mes Party-Time Mint-als experimentaux. Repasse plus tard.",
            "party-mintals/batch-prepared-together": "Nous y sommes. Le premier lot est prêt. Merci pour ton aide, c'était sympa de travailler avec quelqu'un de compétent.",
            "party-mintals/batch-ready": "Ah ! On attendait plus que toi ! Je crois que j'ai réussi à reproduire la recette des Party-Time Mint-als.",
            "party-mintals/interrupt": "Hop hop hop, un petit instant ! Maintenant que tu t'es déjà incrusté, j'ai peut-être quelque chose à te demander.",
            "party-mintals/intro": "En fait… je pourrais avoir besoin de ton aide. Je travaille sur une version améliorée des Mint-als, sans succès jusque là. Je n'ai toujours pas trouvé les bonnes interactions.<br>\nMais peut-être… j'ai entendu dire qu'il existait déjà une version améliorée, étiquetée \"Party-Time Mint-Als\". T'as l'air de bourlinguer. Si t'es attentif, peut-être que tu pourra m'en trouver un exemplaire ? Tu me l'amène, je l'analyse, et j'essaye de le synthétiser. Ca t'intéresse ?",
            "party-mintals/quest-accepted": "Excellent ! J'attends ton retour avec impatience !",
            "party-mintals/quest-accepted-alt": "Fais comme tu veux… mais si tu pouvais m'en ramener, j'apprécierais.",
            "party-mintals/received-sample": "Tu déchire ! Merci ! Je devrais réussir à en reproduire. Repasse dans une semaine, je devrais avoir un premier lot à tester.",
            "party-mintals/reentry": "Te revoilà ! Alors, tu as trouvé mon échantillon de Party-Time Mint-Als ?",
            "party-mintals/suggested-help": "Euh… j'ai rien contre, mais j'ai pas besoin d'un aventurier. J'ai besoin d'un chimiste.",
            "party-mintals/testing-not-ready": "Yo. J'en ai pas encore fini avec la phase de tests. Reviens plus tard.",
            "party-mintals/testing-on-other": "Pas de problèmes. Mes autres collègues n'ont pas le droit de prendre de la drogue, pour des raisons évidentes. Mais je devrais facilement pouvoir trouver un sujet pour tester et faire les derniers ajustements. Reviens demain.",
            "party-mintals/testing-on-self": "C'est ça qu'on veut ! Tiens, prend ça.\n<br><br>\n<i>Elle te donne une pillule et un grand verre d'eau. Tu prend la pilule et bois le verre d'eau.</i>",
            "party-mintals/testing-ready": "La phase de test est terminée. Le produit est prêt. Merci beaucoup pour ton aide. Si tu veux acheter du produit, on te fera une ristourne. Et bien sûr, tiens, prends-en un peu du premier lot. Tu l'as bien mérité.",
            "party-mintals/testing-start": "Bon. Un test en situation réelle ne serait pas de trop. Je suis pleinement confiante. Qu'est-ce que tu dirais d'être le premier à essayer la nouvelle recette ?"
        }
    }
}
