{
    "dialogs": {
        "cristal-den/chemlab/chemist": {
            "about-exit": "That's all I wanted to know, thanks.",
            "about-lab": "This is the Violet Vial's laboratory. We produce health potions, Med-X, and even some government friendly mint-als.",
            "about-potiok-control": "As long as their goons are around, they do. The Potioks have an eye in most transactions that happen around here, and they mostly tolerate us because they need us to supply medicinal products.<br><br>\nBut, you know… their goons aren't everywhere. They avoid the slums. That's because Bibin rules over the slums, and he doesn't let the Potioks meddle in his affairs.",
            "about-potioks": "Well, the Potioks aren't all about the free market. If we were to sell the kind of very profitable drug that allegedly turn the workforce into a bunch of slobs… if I was trying to cook Dash or Scorpio, we'd quickly get a courtesy visit from the Potioks' enforcers. Nobody wants that happening.<br><br>Mint-als are tolerated, since they tend to increase productivity rather than drive it down to the ground. Well, until somepony overdoses, of course.",
            "ask-about-new-compound": "Any new compound you're working on ?",
            "ask-about-potiok-more": "The Potioks really control that much ?",
            "ask-about-potiok-policies": "What makes them government friendly ?",
            "back-to-about-lab": "Tell me more about this laboratory.",
            "hostility": "Ugh, what a jerk.<br>\nListen, you've got nothing to do back here. Want to buy drug ? Talk to Boiler Brim, in the previous room. Now get the hell out of my lab.",
            "meeting": "Whoa - stop right there. Who let you in there ? This is a sensitive work place, you can't just waltz in here and disturb our craft.",
            "meeting-exit": "Fine, I'm leaving.",
            "meeting-hostile": "Relax. I'm just looking around.",
            "meeting-just-curious": "Sorry, just curious about what you do here.",
            "meeting-science": "Huh. Didn't expect that level of vocabulary from your typical outsider. Yes, that's an arcanic catalyzer, used to infuse the effect of a magic spells into a solution. We use it for health potions. And I'd be more comfortable if you looked at it from a safer distance.",
            "meeting-sciene": "Is that an arcanic catalyzer ? What are you synthetizing ?",
            "party-mintals-accept-quest": "Sounds like fun. I'll do it.",
            "party-mintals-ask-about-lab": "Actually, I wanted to know more about this lab.",
            "party-mintals-ask-about-reward": "What's in it for me ?",
            "party-mintals-give-sample": "Yup. I've got your sample right here !",
            "party-mintals-help-for-batch": "Can I lend some help ? It'd go faster with us both.",
            "party-mintals-pass-science-check": "Mint-als are stabilized with menthyl acetate, but it’s the d-isomer that causes the edge. I can start by separating the racemic, which will help us avoid cognitive slur as a side effect.",
            "party-mintals-reject-quest": "The outside world is a harsh place, you know. If I find Party-Time Mint-als out there, I'm probably just going to gobble them up.",
            "party-mintals-still-looking": "Not yet. I'm still looking.",
            "party-mintals-test-nodrugs": "Full disclosure, I do not condone taking drugs.",
            "party-mintals-test-other": "Er, I'm confident too, I just wouldn't want to ruin a first time.",
            "party-mintals-test-self": "With pleasure ! Gimme !",
            "party-mintals-wait-for-batch": "Alright, I'll come back in a week and check on your progress.",
            "party-mintals/about-reward": "I could get you a nice discount on our products… including the Party-Time Mint-Als we'd start making.",
            "party-mintals/accepted-help": "I'll be damned. You're smarter than I gave you credit for. Alright, let's get this thing started.",
            "party-mintals/batch-not-ready": "Hi ! I'm till working on my experimental Party-Time Mint-Als ! Come back later.",
            "party-mintals/batch-prepared-together": "This is it. The first batch is ready. Thank you for your help, it was nice being helped by somepony that know their way around a lab.",
            "party-mintals/batch-ready": "Ha ! I was waiting for you ! I think I've managed to reproduce the recipe for Party-Time Mint-Als.",
            "party-mintals/interrupt": "Now, wait just a moment ! Since you made your way here, there's something I should ask you.",
            "party-mintals/intro": "Actually… maybe I could use your help. I've been working on an improved version of Mint-als, but no luck so far. I've failed at discovering the proper interactions.<br>\nBut there might be something… I heard there already was an improved version, labelled as \"Party-Time Mint-Als\". You seem like you travel a bit. If you could keep an eye out, maybe you'll find a sample ? Bring it to me, I'll analyze it and try to synthetise it. You interested ?",
            "party-mintals/quest-accepted": "Nice ! I'll be eagerly waiting for your return then !",
            "party-mintals/quest-accepted-alt": "Do what you will… but if you can bring some back, I'd appreciate it.",
            "party-mintals/received-sample": "You rock ! Thanks ! I should be able to replicate that within a week. Come by then, and I should have a first batch ready to sample.",
            "party-mintals/reentry": "Hi again. Did you find my party-time mint-als ?",
            "party-mintals/suggested-help": "Well… it's nothing against you, but I'd need a chemist, not an adventurer.",
            "party-mintals/testing-not-ready": "Hey. I'm not done with the testing phase. Come back later.",
            "party-mintals/testing-on-other": "Don't sweat it. My coworkers aren't allowed to take drugs, for obvious reasons, but I'll find a guiny pig and make the proper adjustments. Come back tomorrow.",
            "party-mintals/testing-on-self": "That's what I like to hear ! Here, take this.\n<br>\n<br>\n<i>She give you a pill with a glass of water. You take the pill, then drink the glass.</i>",
            "party-mintals/testing-ready": "Testing is over. Product is ready. Thank you so much for all your help. If you want to buy some of the product, you'll have a discount here. And of course, here, have some of it. You deserved it.",
            "party-mintals/testing-start": "Well. A pony trial would be nice. I'm very confident in this product. Would you like being the first to try it ?"
        }
    }
}
