{
  "dialogs": {
    "hillburrow/doctor": {
      "about-den-doc": "Non, ce n'est pas vraiment qu'elle n'est pas un vrai médecin. Elle connaît son sujet... probablement. Mais elle a le don de convaincre les gens en bonne santé qu'ils sont malades. Si vous venez pour une blessure par balle, elle vous soignera d'abord. Ensuite, elle vous convaincra que vous avez une maladie chronique et vous fera revenir chaque semaine pour un faux traitement.",
      "about-den-doc-treatment": "Ravi que vous ayez posé la question. Elle conditionne des morceaux de sucre dans de vieilles boîtes à médicaments et a convaincu la moitié de la ville que c'est la seule chose qui les protège d'une mort longue et douloureuse. Je ne sais pas à qui j'en veux le plus : à ce salaud d'escroc ou aux crétins qui la croient.",
      "about-npc": "Je suis le médecin de ce trou à rats. Mais vous le saviez déjà. Je m'appelle {{npc}}.",
      "about-npc-den": "La concurrence est devenue assez rude. Un certain « docteur » y a ouvert une clinique. Elle s'appelait Armor Bid. Cette garce est plus belle parleur qu'infirmière, à mon avis... mais vous savez comment sont les poneys : ils préfèrent entendre ce qu'ils veulent entendre plutôt que ce qu'ils ont besoin d'entendre. Elle m'a volé toutes mes affaires. Alors, quand les Potioks ont demandé un vrai médecin pour s'occuper de cette ville, j'ai accepté. Et me voilà.",
      "about-npc-leaving-den": "Je n'aurais jamais deviné. Alors pourquoi es-tu parti ?",
      "about-npc-leaving-den-alt": "Alors, comment es-tu arrivé ici ?",
      "about-npc-more": "Ouais, eh bien, je viens du Repaire de Cristal. Grand endroit, beaucoup plus de choses à faire, beaucoup plus de confort, beaucoup plus de monde. Je suis quelqu'un de sociable, tu ne vois pas ?",
      "about-old-sheriff": "Scratchy Lead… oui, je peux vous donner quelques indices, mais rien de vraiment décisif. D'après l'autopsie, il est mort suite à une confrontation. Aucune arme n'a été utilisée, les blessures ont été faites par des sabots, et la force et la forme des coups révèlent que le meurtrier était un poney terrestre. Il y a des traces de lutte : Scratchy a essayé de se défendre. Il est probable qu'il n'ait pas été pris par surprise.",
      "about-potioks": "Ce sont les fondateurs de Crystal Den. Du moins, c'est ce qu'ils aiment à dire. À mon avis, la ville a été construite sur le commerce des esclaves. Ils ont simplement été les premiers à s'y installer.",
      "about-potioks-more": "Crystal Den a besoin de charbon pour fonctionner. Cette ville possédait une mine de charbon. Un jour, les Potioks sont arrivés et ont enlevé la mine aux habitants. Ils ont toute une bande d'esclaves qui la dirigent. Ils n'ont jamais été très enclins à faire du travail honnête, ces Potioks. Où qu'ils aillent, le commerce des esclaves est omniprésent. boum.",
      "ask-about-den-doc": "Vous avez dit qu'Armor Bid n'était pas vraiment médecin. Vous voulez m'en dire plus ?",
      "ask-about-den-doc-treatment": "Quel genre de traitement ?",
      "ask-about-npc": "Qui êtes-vous ?",
      "ask-about-old-sheriff": "J'enquête sur le meurtre de Scratchy Lead. Je suis ici pour vous demander ce que vous avez découvert lors de l'autopsie.",
      "ask-about-potioks": "Qui sont les Potioks ?",
      "ask-more-about-npc": "Pourquoi dites-vous que cet endroit est un trou à rats ?",
      "ask-more-about-potioks": "Alors, que font les Potioks dans cette ville ?",
      "ask-more-about-sheriff": "Que pouvez-vous m'en dire de plus sur Scratchy Lead ?",
      "ask-suspicion-about-sheriff": "Je vois. Alors, le meurtrier C'est un poney terrestre particulièrement fort. Quelqu'un vous vient à l'esprit ?",
      "ask-suspicion-about-sheriff-more": "Je sais que ça peut paraître un peu dur, mais j'ai besoin de toutes les pistes possibles. Un poney capable de tuer de sang-froid se cache peut-être parmi nous, et on ne peut pas risquer qu'il tue quelqu'un d'autre. Alors j'ai vraiment besoin de savoir : qui, dans cette ville, correspond au profil que vous avez établi avec votre autopsie ?",
      "back-to-entry": "Parlons d'autre chose.",
      "barter": "Enfin un client payant. Voilà ce que j'ai.",
      "entry": "Hé. Besoin de quelque chose ?",
      "entry-alt": "De quoi d'autre avez-vous besoin ?",
      "entry-drunken-quest-failed": "<i>Elle vous fixe brièvement du regard puis dit :</i><br/>Hé ! Je connais cette sale gueule ! C'est toi le connard qui n'a pas eu le temps de m'aider à sauver une vie, putain ! ! Tu t'en fiches probablement, mais sache que le poney qui gisait là la dernière fois que tu es venu est mort. J'aurais peut-être pu le sauver, si tu avais été moins con. ",
      "entry-drunken-quest-success": "Hé. C'est toi qui m'as aidé à sauver Tidy Champ d'une mort certaine, non ? Désolé, je suis presque sûr que c'était toi, mais je ne suis pas doué pour ça.",
      "exit-barter": "Bon échange. Au revoir.",
      "exit-entry": "Rien. Au revoir.",
      "odl-sheriff-tell-more": "Je ne connaissais pas bien Scratchy Lead. Il avait l'air un peu prétentieux. Il était fait pour être shérif : il aimait dire aux gens ce qui est bien et ce qui est mal. Plutôt têtu, en plus. C'est peut-être pour ça qu'il a perdu la tête. Mais bon, je ne veux pas dire du mal des morts. C'était un bon poney dans l'ensemble, tout le monde ici est d'accord là-dessus. Enfin, tout le monde sauf le meurtrier, je suppose.",
      "old-sheriff-more-suspicions": "Je suppose que tu as raison. Je ne connais pas tous les poneys de la ville, par contre...<br/>Il y en a un qui me vient à l'esprit. Tu te souviens du poney que tu aides.",
      "old-sheriff-suspicions": "Je ne pense pas qu'un poney de ma connaissance aurait été capable d'une chose aussi odieuse Crime. C'était peut-être un des mercenaires Potiok… ils sont grossiers et violents. Mais je devrais peut-être me taire, je n'ai aucune preuve pour étayer cette affirmation…",
      "old-sheriff-tell-more": "Je ne connaissais pas bien Scratchy Lead. Il avait l'air un peu prétentieux. Il avait l'étoffe d'un shérif : il aimait dire aux gens ce qui est bien et ce qui est mal. Plutôt têtu, en plus. C'est peut-être pour ça qu'il a perdu la raison. Mais bon, je ne veux pas dire du mal des morts. C'était un bon poney dans l'ensemble, tout le monde ici est d'accord là-dessus. Enfin, tout le monde sauf le meurtrier, je suppose.",
      "old-sheriff-with-drunken": "Il y a aussi Tidy Champ, le poney qui se vidait de son sang sur mon sol, la première fois que vous êtes venu à cette clinique. Il correspond à la description, mais je ne le vois vraiment pas faire quelque chose d'aussi terrible.",
      "old-sheriff-without-drunken": "Il y a aussi Tidy Champ... mais il est mort récemment, s'est vidé de son sang sur mon sol. Tu te souviens ? Quand je t'ai demandé de me chercher une trousse de médecin et que tu n'es pas revenu ? Tu vas avoir du mal à l'interroger maintenant qu'il est mort. ",
      "trade": "Je dois acheter des médicaments. Montre-moi ce que tu as."
    }
  }
}
