{
  "dialogs": {
    "hillburrow/potiok-boss": {
      "about-sabotage-motives": "Qui pourrait vouloir nuire à cette entreprise ?",
      "about-sabotage-pointers": "Où pourrais-je trouver plus d'informations sur ce saboteur ?",
      "accept-errand-quest": "Compris. Je m'occupe d'aller chercher vos esclaves.",
      "ask-about-errand-money": "J'ai du mal à croire qu'ils accepteraient de vous envoyer les esclaves sans être payés. Combien êtes-vous prêtes à investir ?",
      "ask-slaves-errand-refund": "Ils n'ont pas voulu me donner les esclaves sans contrepartie. J'ai du les acheter moi-même.",
      "cant-prosecute-dead-watercarrier": "Ca va être difficile de l'interroger. Il est mort.",
      "entry": "{{name}} ! Tu es là ! Bien. J'ai du travail pour toi.",
      "entry-accept-new-quest": "Je suis à votre service, Mademoiselle Potiok.",
      "entry-accept-new-quest-for-money": "Je peux peut-être aider… si ça paye.",
      "entry-exit": "Je n'ai pas le temps. Adieu.",
      "give-errand-quest" : "Laisse-moi vous t'expliquer la situation. Je suis responsable de la mine de charbon de cette ville. Mais je travaille principalement avec une bande de fainéants, et il est difficile d'augmenter la production avec une telle main-d'œuvre. Je veux donc que tu ailles voir la guilde des esclaves de Crystal Den et que tu leur demandes d'envoyer une douzaine d'esclaves plus compétents. Pas les à moitié morts, pas les vieillards, et surtout pas ces foutues goules. Je veux des poneys jeunes et vigoureux, capables de manier leurs pioches et de déplacer la terre pour extraire ce fichu charbon. S'ils refusent, rappelez-leur que Crystal Den appartient à la famille Potiok. Tu te souviendra de tout ça ?",
      "introduction": "Oui ? Qui es-tu et pourquoi t'es tu introduit dans mon bureau ?",
      "introduction-chase-away": "Tu as raison. Où sont mes bonnes manières ? Je m'appelle {{npc}}. Tu es dans mon bureau. C'est moi qui commande. Ici, on fait tout ce que je demande. Tu veux voir comment ça marche ?<br/><br/><i>Il crie vers la porte :</i> Gardes ! Foutez-moi ce putain de clown hors de ma vue !<br/><i>Une bande de poneys à l'air patibulaire entre, t'attrape et commence à te traîner dehors.",
      "introduction-confused": "Je suis {{name}}. Je me demandais juste ce qu'était ce bâtiment et qui vous étiez.",
      "introduction-explanations": "Je te conseille d'éviter de faire ça à l'avenir. Tu aurais pu avoir de sérieux ennuis… mais tu m'as trouvé de bonne humeur. Enchanté de te rencontrer, {{name}}. Tu es au quartier général des Potiok Hillburrow. Les Potiok sont la famille la plus puissante des Terres de Cristal, et j'en fais partie. Je m'appelle {{npc}}. Je suis responsable de cet endroit. Dis, serais-tu intéressé à accomplir une petite tâche pour moi ? Juste pour te présenter à la famille.",
      "introduction-give-work": "Eh bien, ravi de faire ta connaissance {{name}}. Je suis {{npc}}. Alors, aimerais-tu travailler pour moi ? Tu arrives à point nommé. J'aurais bien besoin de l'aide de quelqu'un comme toi. J'ai besoin que tu fasse une course pour moi. Ça n'a l'air de rien, je sais, mais si tu te montres digne de confiance, je te confierai des responsabilités plus adaptées à tes compétences. Qu'en penses-tu ?",
      "introduction-hostile": "Je suis {{name}}. Je ne suis pas encore très célèbre, mais dans quelques années, tout le monde se souviendra de moi comme celui qui a débarrassé les Terres désolées de la famille Potiok. Êtes-tu prêt à rencontrer tes ancêtres ?",
      "introduction-polite": "Je m'appelle {{name}}, et je suis à votre service si cela vous convient.",
      "introduction-rude": "Votre mère ne vous a pas appris à vous présenter avant de demander le nom de quelqu'un ?",
      "on-chased-away-fight-back": "<i>Résistez :</i> Préparez-vous à rencontrer les déesses, vermine !</i>",
      "on-chased-away-let-it-happen": "<i>Laissez-vous honteusement traîner dehors</i>",
      "reject-errand": "Je ne suis pas disponible pour le moment. Peut-être plus tard.",
      "reject-errand-flipping": "Ce n'est pas vraiment mon truc. Je suis plutôt du genre à botter des fesses. Trouvez quelqu'un d'autre.",
      "sabotage-accept-reward": "Merci, Mademoiselle Potiok.",
      "sabotage-accept-to-warn-potioks": "Ce sera fait, Mademoiselle Potiok.",
      "sabotage-accusation-water-carrier": "C'est Mighty Hobo, le porteur d'eau. J'ai trouvé de la dynamite dans sa cabane.",
      "sabotage-accusation-wc-confession": "Il m'a avoué quand je l'ai confronté.",
      "sabotage-accusation-wc-confession-bibin": "Il m'a avoué quand je l'ai confronté. Il travaille pour Bibin, du Repaire de Cristal.",
      "sabotage-accusation-wc-giveup": "Je suppose que je vais devoir enquêter davantage. Je m'en vais !",
      "sabotage-accusation-wc-slaver-lover": "Il vient tous les jours donner de l'eau aux esclaves pendant leur travail. Peut-être qu'il est simplement contre l'esclavage et qu'il pensait que c'était une bonne façon de protester. Il n'a pas l'air d'être un génie.",
      "sabotage-ask-payment": "Alors je pense que je devrais être récompensé en conséquence.",
      "sabotage-ask-payment-alt": "Ne devrais-je pas recevoir une récompense pour le travail que je viens d'accomplir pour vous ?",      "sabotage-mention-dynamite": "Je ne sais pas si c'est pertinent, mais j'ai trouvé de la dynamite enfermée dans une cabane, à côté du puits.",
      "sabotage-start-accusations": "Je sais qui est responsable des explosions dans la mine.",
      "sabotage-water-carrier-convince": "Allons… vous avez déjà rencontré Mighty Hobo, n'est-ce pas ? Il a clairement un grain, ça ne devrait pas être surprenant qu'un poney comme lui joue avec des explosifs.",
      "sabotage-water-carrier-fought-back": "Il a essayé de me tuer quand je l'ai pressé de questions… J'ai dû l'abattre.",
      "sabotage-water-carrier-tipped-off": "Il sait qu'on est sur sa piste. J'ai dû lui arracher des aveux. Il a probablement déjà pris la fuite.",
      "sabotage-water-carrier-whereabouts": "Il ne se doute de rien. Soit il transporte de l'eau, soit il est assis dans son hangar.",
      "sabotage/about-payment": "Bien sûr. Cent capsules devraient suffire à couvrir vos dépenses, j'imagine ?",
      "sabotage/accusation/water-carrier/404ed" : "Bon. Mes poneys n'ont pas pu le trouver. Il n'est ni dans son hangar, ni en ville. C'est dommage… on aurait peut-être pu obtenir quelque chose d'utile de lui.<br><br>On va rester vigilants.<br/>Bien joué. Votre aide est précieuse.",
      "sabotage/accusation/water-carrier/abou-confession" : "Vraiment ? Ça n'explique toujours pas pourquoi il a fait ça.",
      "sabotage/accusation/water-carrier/about-bibin" : "Bibin ? Ce sale gangster des bas-fonds ? C'est… inattendu. Tout le monde sait qu'il en veut aux Potioks, mais là, c'est extrême, même pour lui. Cette affaire ne me concerne plus seulement. La famille doit être mise au courant au plus vite. Je te demande d'aller au ranch Potiok de Cristal Den. Parle à la matriarche. Ils te laisseront la rencontrer si tu leur dis que je t'envoie.",
      "sabotage/accusation/water-carrier/entry": "Le porteur d'eau ? C'est un peu surprenant. Je ne vois vraiment pas ce qu'il a à y gagner. Et de nos jours, posséder de la dynamite n'a rien d'étrange.",
      "sabotage/accusation/water-carrier/tipped-off": "Vraiment ? Et tu n'as pas pensé à me l'amener ?",
      "sabotage/accusation/water-carrier/water-carrier-dead": "Mince… bon, on n'aurait probablement rien pu lui soutirer de toute façon. Il n'était pas très futé, pour commencer. <br>Bien joué. Ton aide est précieuse.",
      "sabotage/accusation/water-carrier/whereabouts" : "Alors, où est ce porteur d'eau, maintenant ? Je vais envoyer mes poneys le chercher pour que je puisse l'interroger.",
      "sabotage/accusations" : "Formidable ! Qui était-ce alors ? Et comment l'avez-vous découvert ?",
      "sabotage/dynamite-reported": "Vraiment ? Eh bien, posséder de la dynamite n'est pas si rare par ici… mais ça vaut le coup d'enquêter.\n<br><br>\nJe crois que cette cabane était attribuée à notre porteur d'eau. Tu devrais peut-être te renseigner sur lui. S'il n'est pas chez lui, il est probablement en train de transporter de l'eau ou de se saouler au bar, comme tout le monde.\n",
      "sabotage/entry": "Quelqu'un me fait chier depuis trop longtemps, et j'ai besoin que tu m'en débarrasses. Il y a eu quelques… explosions, récemment, à la mine. Ça détruit une partie de notre matériel minier, et parfois ça tue même certains de nos esclaves… on ne peut pas se permettre que ça se reproduise. J'ai besoin que tu pistes qui est derrière tout ça et que tu me l'amènes.",
      "sabotage/more-intel": "On n'en sait pas beaucoup. Parles au chef des gardes, Apathy Flake. Il traîne généralement là-bas Dans le hall de l'autre côté du bâtiment. Il s'est occupé de ce dossier jusqu'à présent… J'espère que tu fera mieux que lui.",
      "sabotage/motives": "Plusieurs personnes me viennent à l'esprit… Mon frère Rewan souhaiterait probablement que cette exploitation échoue, afin de me discréditer et de prendre ma place. Les anciens habitants de Hillburrow pourraient chercher à se venger, car nous leur avons pris la mine. Sans parler de tous ceux qui voudraient nuire aux Potioks. Ce charbon est ce qui fait de Cristal Den une oasis de confort au milieu des Terres désolées, et les Potioks règnent sur Cristal Den : saboter ces opérations jetterait le discrédit sur toute la famille.",
      "slavers-errand-ask-more-money" : "Mademoiselle, avec tout le respect que je vous dois, si je leur proposais un tel marché, personne n'y trouverait son compte. Un esclave apte au travail minier coûterait au moins {{slaversErrandTargetSlaveCost}} capsules. Je suis certain de pouvoir négocier un prix pour le lot, mais {{slaversErrandSlaveCost}} capsules par unité ne suffira pas.",
      "slavers-errand-negociate-refund" : "En réalité, les esclavagistes ne descendraient pas en dessous de 500 capsules par esclave. J'espérais que vous pourriez couvrir l'intégralité des frais.",
      "slavers-errand-take-refund" : "Merci, Mademoiselle Potiok.",
      "slavers-errand/about-money": "Nous, les Potioks, avons un accord avec les esclavagistes. Mais je préfère m'assurer qu'il n'y ait pas d'histoires… s'ils demandent de l'argent, je paierai jusqu'à {{slaversErrandSlaveCost}} capsules par esclave.",
      "slavers-errand/exit": "Très bien. Reviens si tu veix retravailler pour moi.",
      "slavers-errand/price-not-upped": "Mon budget est serré, et le précédent lot d'esclaves s'est avéré moins productif que prévu. Il te faudra les convaincre qu'ils nous doivent déjà la différence.",
      "slavers-errand/price-upped": "Mon budget est serré. Mais vous avez raison. Cela ne sert à rien d'économiser sur les esclaves si je me retrouve avec des mineurs incapables de miner. Cependant, je ne peux absolument pas me permettre {{slaversErrandTargetSlaveCost}} capsules par esclave. Vous devrez négocier jusqu'à {{slaversErrandSlaveCost}}.",
      "slavers-errand/refund": "Bien sûr. Je te dédommagerai pour tes désagréments. Je crois que nous nous étions mis d'accord sur {{slaversErrandSlaveCost}} capsules par esclave ?",
      "slavers-errand/refund-negociation-accepted": "Je vois. Eh bien, que dire, mon petit, tu t'es fait arnaquer. Ces esclaves ne coûteraient jamais aussi cher. Je te paierai {{slaversErrandRefundAmount}} capsules pour les esclaves… et, tant qu'à faire, je te rajoute cent capsules pour la peine.",
      "slavers-errand/refund-negociation-rejected": "Attends un instant. Je ne t'ai jamais demandé de dépenser autant de capsules. Et même si tu nous as rendu un grand service, je ne vais pas dépenser autant de capsules pour ça. Je te donne {{slaversErrandRefundAmount}}, et tu n'auras rien de plus de ma part.",
      "slavers-errand/waiting-report": "Ah, te voilà ! La guilde des esclavagistes est arrivée un peu avant toi, ils ont livré les esclaves que j'avais demandés. Je me doutais que tu t'en sortirais. Tu as l'air fiable. J'ai besoin de plus de poneys comme toi dans le coin.",
      "slavers-errand/waiting-slaves": "Ah. tu es de retour. Et je n'ai toujours pas vu de nouveaux esclaves. Je suppose que tu n'as pas encore terminé ta mission ? Tu comprends bien que c'est urgent, n'est-ce pas ?",
      "esclaves-mission-cadeau-esclaves" : "Ce fut un plaisir pour moi de servir les Potioks."
    }
  }
}
