{
    "dialogs": {
        "hillburrow/rainy-purple": {
"about-family-join-them" : "Alors… tu vas les chercher, n'est-ce pas ?",
"after-riot-about-what-comes-next" : "Alors, qu'est-ce que tu vas faire maintenant ?",
"after-riot-cancel" : "On a bien fait. Adieu !",
"after-riot/about-dead-slavers/entry" : "Qu… quoi ? J'ai passé tout ce temps à croire que je me vengerais d'eux, et vous me l'avez volé ? Tu ferais mieux de courir avant que je te brise la nuque !",
"after-riot/peaceful-route/suicide-confront-failure" : "Je ne me souviens pas t'avoir demandé ton avis. Tu m'as libéré des esclavagistes, et je t'en suis reconnaissant, c'est là que notre histoire se termine. Merci, au revoir.",
"after-riot/peaceful-route/suicide-confront-guilt" : "Je suppose que c'est une bonne chose qu'ils ne soient plus là pour voir ça. Alors…",
"ask-about-help" : "Je suis désolé… puis-je vous aider ?",
"at-pen" : "Dégagez de ma vue…<br/><br/>Attendez. Je ne vous connais pas. Vous n'avez pas l'air d'un esclave… ni d'un garde. Qui êtes-vous et que diable faites-vous ici ?",
"at-pen-about-confusion" : "Vous… vous êtes entré ? Pff. Peu importe… vous êtes dans l'« enclos des esclaves ». Bienvenue ! C'est ici que ces salauds de Potioks nous gardent, moi et les autres esclaves, quand ils ne nous font pas travailler jusqu'à la mort.",
"at-pen-about-help" : "Bon… me voilà. Comment je vous fais sortir de là ?",
"at-pen-ask-about-confused" : "Oh, je passais par là. Je me demandais ce qui se passait ici, alors je suis entré.",
"at-pen-exit-gently": "Désolé, je ne voulais pas vous déranger. Je m'en vais.",
"at-pen-exit-violently": "Ça ne vous regarde pas, esclave. Et vous ferez attention à ce que vous dites la prochaine fois qu'on se croisera, si vous tenez à votre peau.",
"at-pen-introduced": "Eh bien… je dois avouer que je ne pensais pas que vous viendriez vraiment. Je suppose que vous êtes vraiment déterminé à aider.",
"at-work": "Laissez-moi tranquille.",
"at-work-about": "Je me tue à la tâche, qu'est-ce que ça peut te faire, espèce d'abruti !",
"at-work-about-help": "Hah ! Bien joué, petit prétentieux !<br/>…<br/>Attends, tu es sérieux ?<br/>…<br/>On ne peut pas parler ici. Retrouve-moi dans nos dortoirs ce soir.",
"at-work-about-more": "Je me suis fait enlever par des esclavagistes, crétin ! Maintenant, ferme-la avant que les gardes nous entendent !",
"at-work-ask-about": "Qu'est-ce que tu fais ?",
"at-work-ask-about-more": "Esclavagiste ? Ça sonne dur. Qu'est-ce qui t'est arrivé pour te retrouver dans une telle situation ?",
"at-work-call-guards": "<i>Crie :</i> Gardes ! Celui-ci glande au lieu de travailler ! Je pense qu'elle a besoin d'être disciplinée !",
"at-work-leave": "D'accord…",
"join-vendetta-convince-1": "Si tu y vas seul, tu te feras tuer, c'est sûr. À quoi bon débarrasser le monde de quelques esclavagistes et mourir au passage ?",
"join-vendetta-convince-2": "Mais on peut faire mieux. Si on les combat ensemble, on peut mettre fin à tout leur trafic. Les gens se souviendront de ce qui s'est passé ce jour-là, et les poneys y réfléchiront à deux fois avant de se faire réduire en esclavage.",
"join-vendetta-convince-3": "Et si on libérait les esclaves ? Qu'est-ce qui leur arrivera si tu te fais tuer avant d'avoir pu les libérer ? Ils ont peut-être des familles qui les attendent. Tu ne veux pas qu'ils aient une chance de se revoir ?",
"join-vendetta-give-up": "Très bien. Je n'ai pas de temps à perdre avec tes tendances suicidaires.",
"join-vendetta-not-go" : "Franchement, je ne pense pas être d'une grande aide, même si je vous accompagnais. Bonne chance quand même !",
"join-vendetta-start" : "Carrément, j'arrive ! Allons-y !",
"on-join-vendetta" : "Je ne crois pas. C'est quelque chose que je dois faire seul.",
"on-join-vendetta-convince-1" : "Quelques ordures de moins dans les terres désolées l'Empire de Cristal, ça me suffit.",
"on-join-vendetta-convince-2" : "C'est certainement une bonne idée. Malheureusement, j'en ai trop vu dans ma vie. On ne va pas mettre fin à l'esclavage juste en fermant la guilde des esclavagistes du Havre Cristalin.",
"on-join-vendetta-convinced": "Je n'arrive pas à croire que je n'y ai pas pensé.",
"on-join-vendetta-start": "Ouais… Je devrais probablement au moins essayer de leur donner une chance.<br/><br/>Très bien. J'y vais tout de suite. Tu peux venir avec moi si tu veux. Allons faire payer ces esclavagistes.",
"on-peaceful-route-about-family": "Ouais. Je sais où ils sont…",
"on-peaceful-route-about-suicide": "Alors c'est ça le vrai but de cette petite vendetta ? Tu veux juste mourir au combat ?",
"on-peaceful-route-about-suicide-mission": "J'attends l'occasion de me venger depuis si longtemps. Je ne peux plus reculer. Je marche peut-être vers ma propre mort. Je m'en fiche. Au moins, je mourrai debout, plutôt que de me morfondre dans ma propre misère.",
"on-peaceful-route-goodbye" : "Eh bien ! Bonne chance avec ça.",
"on-peaceful-route-join-them" : "Il n'y a plus rien à trouver. Ils sont partis.",
"on-peaceful-route-next-step" : "Je me dirige vers le Repaire. C'est là que les esclavagistes qui nous ont capturés, ma famille et moi, se sont retranchés. Je vais tous les tuer, même si c'est la dernière chose que je fais.",
"on-peaceful-route-on-suicide-confront" : "Dégage… Je me fiche de ton avis. Je sais ce que j'ai à faire.",
"on-peaceful-route-reason" : "Je m'en fous. Ils l'ont bien cherché.",
"on-riot-completed": "Eh bien… c'est fini. Je suis libre. Je suppose que je devrais vous remercier pour votre aide.",
"on-riot-completed-about-followup": "Je ne suis pas sûr… Je pense que je n'en ai pas fini. Après tout ce qui s'est passé… je n'ai pas l'impression que ce soit terminé. Ce ne sera pas terminé tant que je n'aurai pas remboursé tous ceux qui m'ont amené ici.",
"on-suicide-confront-giveup": "Je ne peux pas t'aider avec ça… personne ne le peut. Fais juste ce que tu as à faire.",
"on-suicide-confront-guilt": "Quoi, tu penses que c'est ce que ta famille aurait voulu ? Auraient-ils aimé te voir te détruire à cause de leur propre mort ?",
"on-suicide-confront-hope": "Je comprends que tout te semble sombre en ce moment. Tu as perdu quelque chose que tu ne récupéreras jamais. Mais ce n'est pas la fin.",
"peaceful-route": "Il y a beaucoup de Des poneys qui méritent une bonne fin. J'en ai vu un bon nombre avant de finir par travailler à la mine. Ils m'ont tout pris… tout ce que j'étais.",
"peaceful-route-about-family": "Qu'est-il arrivé à votre famille ? Savez-vous où elle est ?",
"peaceful-route-join-vendetta": "Ces esclavagistes ne plaisantent pas. Je pense que vous allez avoir besoin d'aide. Et si je vous accompagnais ?",
"peaceful-route-join-vendetta-alt": "Oh… alors je suppose que vous devez vraiment vous venger de ces esclavagistes. Mais vous allez avoir besoin d'aide. Je viens avec vous.",
"peaceful-route-next-step": "Où allez-vous aller ensuite ?",
"peaceful-route-reason": "Une vendetta ne vous rendra pas ce que vous avez perdu.",
"peaceful-route-suicide-mission": "Vous, contre une bande d'esclavagistes ? Ça ressemble à une mission suicide.",
"peaceful-route/about-suicide-mission": "dialogs.hillburrow/rainy-purple.peaceful-route/about-suicide-mission",
"quest-give-weapons": "J'ai des armes pour toi.",
"quest-introduction": "Bon, ça ne va pas être une partie de plaisir, je te préviens. J'ai déjà essayé de m'échapper plusieurs fois… et je l'ai payé cher… très cher… mais je ne veux plus prendre de risques. Il n'y a qu'un seul moyen de s'échapper d'ici : arracher le cœur de tous les enfoirés qui se mettront en travers de notre chemin… en supposant qu'ils aient un cœur, bien sûr…",
"quest-introduction-about-risks": "Ouais, enfin, on doit tous mourir un jour, pas vrai ? Je préfère largement mourir avec le sang de ces enfoirés sur mes sabots plutôt que de continuer à être leur pute jusqu'au jour où ils décideront que je ne vaux plus la peine d'être nourrie. Demande à n'importe qui ici, et ils te diront la même chose.",
"quest-introduction-accept": "Très bien. Je vais chercher des armes et vous les apporter.",
"quest-introduction-ask-about-risks": "Ça a l'air dangereux. Même si ça marche, beaucoup d'entre vous mourront.",
"quest-introduction-be-a-hero": "Je ne peux pas vous laisser risquer vos vies comme ça. Je vais le faire moi-même.",
"quest-introduction-go-on": "Vas-y.",
"quest-introduction-hero-antihero-exit": "Héhé. J'aime juste massacrer les esclavagistes, et je ne veux pas que vous me voliez mes victimes. Écartez-vous et laissez-moi faire.",
"quest-introduction-hero-exit": "Ne vous inquiétez pas. Ce n'est rien comparé à ce que j'ai affronté dans les Terres désolées. Je vous aurai tous mis à l'abri très bientôt. À bientôt.",
"quest-introduction-hero-give-up": "Hm. Vous avez peut-être raison. Rappelez-moi, quel était le plan déjà ?",
"quest-introduction-on-hero-play": "Ha… tu es vraiment un petit saint. Je connaissais quelqu'un comme toi. Fort, fier, avec un sens inébranlable de la justice… et attentionné aussi. Bon, il est mort maintenant. Si tu veux te complaire dans ton petit complexe de héros et mourir en héros comme lui, je ne t'en empêcherai pas. Mais je préférerais de loin que tu fasses quelque chose d'utile et que tu nous aides vraiment à nous échapper.",
"quest-introduction-on-refusal": "…<br/><br/>Je me doutais bien que tu nous laisserais tomber. C'est pas grave. Je n'ai besoin de personne. Je me débrouillerai. Retourne à ta petite vie tranquille.",
"quest-introduction-plan": "Voici le plan. Tu as l'air de savoir comment entrer et sortir d'ici. Si tu arrives à faire entrer assez d'armes pour nous tous, je pourrai rassembler les esclaves et déclencher une émeute. Couteaux, pistolets, tout ce qui nous donne une chance de nous défendre fera l'affaire.",
"quest-introduction-refuse": "Je ne peux rien promettre… J'y réfléchirai.",
"quest-not-enough-weapons": "Merde. On a {{acquiredWeaponsCount}} armes sur {{requiredWeaponsCount}} esclaves. On n'a toujours pas assez d'armes pour avoir une chance de se battre… Par Luna, j'en ai marre d'attendre. Je ne veux pas avoir l'air autoritaire, mais si vous pouviez déplacer votre flanc et nous obtenir plus de ces laissez-passer de liberté, ce serait super !",
"quest-nothing-to-give": "Pas encore, mais j'y travaille.",
"quest-prompt": "Alors ? Avez-vous obtenu les armes que je vous ai demandées ?",
"quest-riot-prompt": "Eh bien… ça y est. On est enfin prêts à donner à ces salauds ce qu'ils méritent. On est prêts quand vous l'êtes.",
"quest-riot-start": "Allons-y.",
"quest-riot-start-later": "J'ai encore quelques préparatifs à faire.",
"quest-weapon-trade": "Bien ! Les gardes ne nous surveillent pas ! Passe-les-moi, je peux les cacher en lieu sûr.",
"quest-weapon-trade-done": "C'est tout pour le moment.",
"quest-weapons-not-given": "Putain ! Écoute, tu te rends compte que ces gens se foutent complètement de nos vies ? Bordel, tu sais seulement ce qu'on a enduré avant d'arriver ici ? Arrête de jouer avec moi ! Tu veux nous aider, c'est super, mais tu pourrais peut-être arrêter d'attendre qu'on crève ici, d'accord ? D'accord !",
"riot-follow-up-peaceful-route": "On dirait que tu as du pain sur la planche.",
"slavers-already-dead": "Tu n'as plus besoin de faire ça. Je me suis déjà occupé d'eux. Il n'y a plus d'esclavagistes au Havre Cristallin."
        }
    }
}
