{
  "quests": {
    "hillburrow/oldSheriffMurder": {
      "title": "Sherlock Pones and the dead Sheriff",
      "description": "<p>At Hillburrow, the current officer of the law, Itchy Powder, wants you to help her elucidate the murder of the previous Sheriff, Scratchy Lead.</p>",
      "desc-autopsy": "<p>Itchy Powder suggested you check with the town's doctor who performed Scratchy Lead's autopsy.</p>",
      "desc-doctorsAdvice": "<p>You asked the town's doctor about Scratchy Lead's autopsy. He died from blunt wounds, from the hooves of somepony who was clearly taller and stronger than he was.</p>",
      "desc-doctorsLeadsWithDrunken": "<p>According to the doctor, the culprit could be one of the Potiok mercenaries. Or perhaps even Tidy Champ. She isn't too sure about either though.</p>",
      "desc-doctorsLeadsWithoutDrunken": "<p>According to the doctor, the culprit might be one of the Potiok mercenaries.</p>",
      "desc-barkeepToldAboutDrunkenMaster": "<p>According the the town's barkeep, the night of the munrder, Scratchy Lead got into a heated argument with one of the usual patron of the bar, Tidy Champ.</p>",
      "desc-barkeepToldAboutMercenary": "<p>Friendly Hugger, the town's barkeep, told you about the conflictual relationship between Apathy Flake and Scratchy Lead.</p>",
      "desc-mercenaryToldAboutSabotage": "<p>You talked to Apathy Flake, who revealed that, before his death, Sheriff Scratchy Lead had unsucessfully been looking for the culprit behind the sabotages at the coal mine.</p>",
      "desc-talkedWithWaterCarrier": "<p>You had a chat with Mighty Hobo, the town's water carrier. His massive height and hooves reminded you of the talk you had with the town's doctor. He sounds harmless, but is he really ?</p>",
      "desc-foundSheriffStar": "<p>You found a sheriff star, when going through Mighty Hobo's belongings. That definitely seems like incriminating evidence.</p>",
      "desc-foundSheriffStarAlt": "<p>You found a sheriff star, when going through the belongings of some big pony. That definitely seems like incriminating evidence.</p>",
      "desc-talkedWithWaterCarrierAlt": "<p>You talked to the owner of the star. He's Mighty Hobo, and he's the water carrier of Hillburrow.</p>",
      "find-murderer": "Find the murderer",
      "solve-murder": "Find the motive",
      "talk-to-doctor": "Ask Hillburrow's doctor"
    }
  }
}
