{
    "dialogs": {
        "rathian-junkville": {
            "about-celestial-device-go": "I'm glad you asked ! We can go right now, if you wish !",
            "about-celestial-device-intro": "A celestial device ? Interesting. There aren't a ton of reasons why you'd need one. It's a stable tech device designed to create an artificial micro-climate in enclosed spaces. Useful to grow bountiful crops in places like bunkers. Or, you know, stables.<br>I don't really know for sure where to find one… but there's a Stable Tech facility pretty close from here, actually. It's within Junkville's dumps. That's probably a good place to look for. You won't be able to get in there alone though.",
            "about-celestial-device-intro-alt": "Ah yes, the celestial device ! I don't exactly know where to find, but I know where you can look : the Stable Tech facility within Junkville's dumps. You're going to need help going in though.",
            "about-celestial-device-why-help": "The main entrance is locked, and guarded by automated defenses. There is a way in: I have the key to a backroom with a terminal that can open the front door. However, the door only stays open for a very short while, so one of us must maintain the door open while the other one rushes in past the defenses. Once inside, we'll be able to open all accesses.",
            "about-steel-rangers": "The Steel Rangers ! We're pretty much the last remnants of Equestria's government. The last surviving organization of the Ministry of Wartime Technology. We all took an oath to protect Equestria and its citizens. When the megaspells fell, many of us made it through mostly thanks to our bunkers. And now that it all went to hell, we try to uphold our oaths still. Well… at least some of us try.",
            "ask-about-celestial-device": "You told me you could help me find a celestial device. Can you tell me more ?",
            "ask-about-celestial-device-alt": "I'm looking for a celestial device. Do you happen to know where to find one ?",
            "ask-craft": "Can you build me something ?",
            "ask-nothing": "I don't need anything. Goodbye !",
            "ask-something-else": "I wanted to ask about something else.",
            "ask-steel-ranger": "You said you were a Steel Ranger. What's that about ?",
            "cannot-afford-craft": "I can't afford that right now.",
            "celestial-device-ask-where-arm": "Where would I find an Atmospheric Regulatory Module ?",
            "celestial-device-do-later": "I'm not interested right now. Let's talk about something else.",
            "celestial-device-give-arm": "I already got one. Here you go.",
            "celestial-device-go": "Alright, let's go.",
            "celestial-device-who-help": "So how about you help me get in there ?",
            "celestial-device-why-done": "And I suppose I'll be rushing past the defenses while you'll be safe behind your terminal ?",
            "celestial-device-why-help": "Why would I need help to get in ?",
            "celestial-device/arm-whereabouts": "It's not such a common part. It was used in some Stables, but you probably know that already. It would also have had its use in scientific research centers and laboratories. Scavenge deep and far enough, and you might come around your Atmospheric Regulatory Module.",
            "celestial-device/craft": "Yeah, I could build that for you. If you bring me the right parts. These blueprints require a Atmospheric Regulatory Module. Bring me one, and I'll make the magic happen.",
            "celestial-device/crafted": "<i>You spent nearly two days working on that thing. Rathian sets it up, presses a few buttons: some lights flicker. Rathian has a very satisfied look on his face when he turns to you:</i>\n<br><br>\nIt's working. Congratulations, you are the proud owner of a brand new Celestial Device.",
            "celestial-device/crafting": "Damn. Didn't know you had it in you. Good job. I'll get to work right away. You might as well stay. I could use another set of hooves. This is going to be laborious… but fun !",
            "craft-ended": "Here you go.",
            "craft-item-cash": "Yes, I suppose I could make time to craft {{item}}. But I'm sure you understand I can't do it for free. I'm going to ask for {{cost}} caps.",
            "craft-pay-up": "Here are your caps.",
            "craft-prompt": "Sure, as long as you have some blueprints. What do you want me to build ?",
            "craft-refusal": "Not that I can't, but I won't. You went down that Stable-Tech facility without me. I eventually made my own way, but that wasn't very civil of you. I can't support that kind of behavior. Find yourself another tinkerer.",
            "entry": "Hi ! Is there anything I can help you with ?",
            "entry-alt": "Hi ! I'm so glad you came after all ! Welcome to my workshop, where all sorts of magic happen ! If you have any technical issues, something that needs fixing, just come to me ! So, can I help you with something ?",
            "entry-first-meeting": "Hi ! I recognize you ! You're that one pony that I rescued from those bandits in the middle of nowhere ! I'm glad to see you've made it this far ! I was worrried, with you running away on your own ! My name's Rathian, I'm a Steel Ranger scribe. That means I'm pretty good at fixing stuff and engineering new devices. So, is there anything I can do for you ?",
            "entry-more": "Sure. What else can I do for you ?",
            "exit-without-craft": "I changed my mind.",
            "left-in-dumps": "Didn't think you'd have the nerve to show up again. You used me to get into the facility, and you left me hanging up there. I made my own way in after all, but I'm not going to lie, I'm a bit pissed at you, and I'm not in the mood to talk with you. Get lost."
        }
    }
}
