{
    "dialogs": {
        "rathian-captive": {
            "alternative-convinced-help": "I'm glad we could see eye to eye. Let's get you out of here.",
            "alternative-convinced-leave": "Glad you finally get it. You'll have plenty of time to reflect on it in this cell. I'm leaving.",
            "ask-about-motives": "dialogs.rathian-captive.ask-about-motives\t",
            "ask-about-rathian-owning-sentinel": "And I suppose you'll be the one in charge ?",
            "ask-about-sentinel": "Tell me what you know about Sentinel.",
            "ask-about-stable-knowledge": "How did you even know I'd lead you there ?",
            "ask-about-stable-location": "How did you find my Stable's location ?",
            "ask-about-stable-prior-interest": "Why were you looking for my Stable in the first place ?",
            "ask-about-why-player-here": "You know why I followed you all the way here, right ?",
            "ask-capture-story": "How did you end up here ?",
            "ask-more-questions": "I want to ask you about something else.",
            "ask-sentinel-ai-trust": "Can we really trust everpony's future to an all powerful artificial intelligence ? What if it turns on us ?",
            "ask-sentinel-capabilities": "What exactly can this Sentinel do ?",
            "ask-sentinel-to-lab": "So you came to the Stable for Sentinel. And just how did you intend to take control of it ?",
            "ask-what-do-if-freed": "And what would you do if I let you out ? I can't let you take over the wasteland.",
            "ask-why-circling-thornhoof": "Why did you care so much about that laboratory ?",
            "ask-why-not-killed-on-capture": "Why didn't they just kill you ?",
            "ask-why-overmare-secret": "Why would the Overmare keep it hidden ?",
            "ask-why-use-sentinal-alt#2": "So, why do you think we should wake the Sentinel up ?",
            "ask-why-use-sentinel": "Why would anyone want to use Sentinel at all ? That kind of power in the wrong hooves…",
            "ask-why-use-sentinel-alt": "Is that really necessary ? Why not just leave it alone ?",
            "bubbles": {
                "alone#1": "I'll make my own way out.",
                "alone#2": "Thanks for opening the cell.",
                "alone#3": "Until we meet again.",
                "helped#1": "Let's go !",
                "helped#2": "Quietly.",
                "helped#3": "I can't wait to be out of here."
            },
            "capture-story": "I was circling Thornhoof. Looking for a way into an old Ministry-ran lab buried under the town. The Steel Rangers have been sniffing around there for years, but the townfolks don't trust us enough to let us freely look for it. I thought I could slip in, find what I needed, and vanish before anypony noticed.",
            "capture-story#2": "Sure did. I was intercepted by Golden Herd scouts, before I even reached Thornhoof. Turns out these Herd ponies are pretty good at setting up ambushes.",
            "capture-story#3": "I was brought to Stormhide. He's one of the Golden Herd leaders. He saw my uniform, my gear, and figured I was affiliated with the Steel Rangers. And Steel Rangers have value, at least as a source of information. So he kept me alive.",
            "capture-story-next": "You got caught ?",
            "debate-alternative-agreeable": "I'm just arguing for the sake of it. You're not wrong. Rebuilding civilization is worth it.",
            "debate-alternative-convincing": "I'm not saying that. But civilization doesn't need our help. It will grow on its own, eventually. It's already happening. Slowly, painfully, but it does. You don't need to be leading armies and patrols to push it forward. You just need to be doing some good. Like when you saved me from these bandits, near Junkville. A prosperous, peaceful, free civilization will emerge from the good actions of ponies like you, Rathian.",
            "debate-alternative-giveup": "I don't know what to say to you…",
            "debate-alternative-unconvincing": "Civilization will just happen on its own. Ponies will figure it out eventually.",
            "debate-freedom#1-agreeable": "I guess you're right. Freedom can be expressed through participation in the political institutions. But it didn't sound to me like you were instituting a democracy.",
            "debate-freedom#1-convincing": "You call it freedom when ponies surrender their will to the collective. True freedom means that the individual is protected from authority, not bound to it.",
            "debate-freedom#1-convincing-fail": "Freedom means being able to do as you please, even if it goes against the system. If ponies can't do that, they ain't free.",
            "debate-freedom#1-unconvincing": "Isn't freedom about doing whatever you want, as long as it doesn't impede on the freedom of other ?",
            "debate-freedom#2-agreeable": "I see.",
            "debate-freedom#3-convincing": "Submitting to a greater purpose can inspire strength, yes. But it also blinds. That's exactly what happened before the war. Ponies blindly doing their duty towards the collective, too many of them not questioning the authority, some even taking advantage of the situation. If you go through with it, you'll be repeating the pattern.",
            "debate-order#1-agreeable": "You're saying we need an authority strong enough to push these forces towards cooperation ?",
            "debate-order#1-convincing": "You think chaos is the enemy. But everything that led to the apocalypse was done in the name of order, safety and prosperity. You're right, order will rebuild from the ashes. But it won't end the massacres. It will scale them up.",
            "debate-order#1-convincing-fail": "Fat lot of good all that order did when the Ministry Mares were enforcing their laws.",
            "debate-order#1-unconvincing": "So, instead of being tossed around multiple tyrants, you plan to have us all oppressed under a single, bigger tyrant ?",
            "debate-order#2-agreeable": "I understand. I've seen what ponies can do when their ambitions aren't channeled.",
            "debate-order#2-convincing": "You're describing one authority forcing everypony into line, suppressing dissent in name of the greater good. It doesn't sound so different from what the Ministry of Morale used to do. Your intents are good, but what happens when hubris gets to <i>your</i> head ?",
            "debate-order#2-convincing-fail": "A centralized power crushing ponies will for the greater good. That doesn't sounds that different from the Ministries to me.",
            "debate-order#2-unconvincing": "True cooperation cannot be forced. It's a path everpony must chose, freely.",
            "debate-order#3-agreeable": "That makes sense. Get rid of the old rule to make room for the new.",
            "debate-order#3-convincing": "Getting rid of the feudalities is good. But replacing them with one centralized power is risky. It is the most fragile kind of order. A distant rule cannot account for local particularities. You'll make mistakes. They will trigger feelings of unfairness, create dissent. In the end, you'll need your own Ministry of Morale to keep everypony in check.",
            "debate-order#3-unconvincing": "Wouldn't it be better to federate ? Local powers are closer to the people, and more easily controlled by them.",
            "debate-order#4-agreeable": "That makes sense. We do need somepony to unite ponies into building a better world.",
            "debate-order#4-convincing": "Every tyrant says the same - that they'll use strength to build, not to crush. The Ministries promised safety and prosperity. They had the might, they had the discipline, and they used it to fight a war that consumed the world. Your idealistic speech sounds like a Ministry of Morale flyer.",
            "debate-order#4-unconvincing": "Give it enough time, and the communities will eventually come around it. Everypony wants a better world.",
            "debate-order#5-agreeable": "Safety first, freedom later… I can see the logic, but not everypony is going to see it that way.",
            "debate-order#5-convincing": "And who decides when it's time to loosen the grip ? Dictatorships have a way of never stepping aside by themselves.",
            "debate-order#5-critical": "You promise freedom later, but how can it develop from a society that denies freedom from its inception ?",
            "debate-order#6-agreeable": "Perhaps. I just feel like we'd be stronger if we chosed to be together.",
            "debate-order#6-convincing": "So what if it's inefficient ? What if there's conflict ? It is part of our nature, as ponies. As long as there is free will, there will be conflict. Trying to eradicate it altogether is doomed to fail.",
            "debate-order#6-unconvincing": "You can't force everypony to share the same interests. Ponies yearn for freedom.",
            "debate-order#7-agreeable": "You're right. Freedoms are tied to the means of existence.",
            "debate-order#7-unconvincing": "But if you sacrifice freedom on the altar of stability, won't freedom always be a background concern ?",
            "debate-tyranny": "Might doesn't make right. Reaching order by force is tyranny.",
            "decision-help-door-opened": "Alright, we're getting out of here. Follow me.",
            "decision-help-open-door": "I'll start by getting you out of this cell.",
            "decision-hub": "So. What will it be ? Are you going to help me ?",
            "decision-kill-rathian": "Sentinel will stay asleep. Its secrets die here, with you.",
            "decision-leave-rathian": "Sentinel will stay asleep. Enjoy your time with the Golden Herd jailors.",
            "decision-sentinel-help": "I understand your point. Alright. I'll help you out.",
            "decision-sentinel-imprint-skillcheck": "I'm actually well versed into arcanic rituals.",
            "decision-sentinel-imprint-skillcheck#2": "That sounds perfectly aligned with my skillset. Looks like I don't need you after all.",
            "decision-sentinel-self": "Maybe you're right. Sentinel can be helpful. But not under your control.",
            "decision-sentinel-self-kill": "Very well. If I don't get Sentinel, then no one will. It's the end of the road, for you.",
            "decision-sentinel-self-push": "I'll cross that bridge when I get there. Goodbye, Rathian.",
            "decision/deal-with-rathian/if-convinced": "We've been over this. I understand using Sentinel would be a mistake.\n<br><br>\nI think I'll just definitely settle in Junkville. There's plenty of useful scrap in that StableTech facility we cleared. I'm sure I can build some neat upgrades for the town.",
            "decision/deal-with-rathian/if-freed": "Then you have to kill me. Or let me fulfill my purpose. Those really are you two only choices. I hope you'll do the right thing.",
            "decision/deal-with-rathian/intro": "Wait. If I stay here, they'll torture me. I'm ashamed to admit it but… I might talk. The Golden Herd can never learn about Sentinel. This power was not made for the likes of them. Either you let me go, or you kill me. You can't just leave me here.",
            "decision/help/entry": "Are we good to go ?",
            "decision/help/intro": "Good. I'm glad we're on the same page. Well, the first thing we need to do is to get ourselves out of here, preferably with all our limbs still attached.",
            "decision/self/arcanic-science": "Are you now ? It's not going to be enough. You're also going to need a good understanding of the science to properly setup the casting device. Maybe even some computer skill to dig through the laboratory's data and find the settings that were used for the specific imprint you're looking to reproduce. I can take care of all that. Can you ?",
            "decision/self/intro": "You think it simple ? The imprint process is a very complex ritual, it requires acute knowledge of spellcrafting. It's unlikely you'd be able to perform the ritual without my expertise. You need me.",
            "entry": "Darn, if it isn't my old comrade in arms ! I really wasn't expecting a friendly face. And I'm glad you're here. As you can see, I got myself in a bit of a pickle. Tell me, why are you sitting in a Herd camp?",
            "entry-first-meeting": "You're not herd. What are you doing here ?",
            "free-rathian": "Alright. I'll open your cell. Do what you will from then on.",
            "laboratory-evasive-call-lie": "Cut the crap. You were caught hacking my Stable's terminal. Then you ran for Thornhoof. That's no coincidence.",
            "laboratory-evasive-push": "So you were risking your life for some trinkets ?",
            "laboratory/evasive": "Curiosity. It's what scribes do. A Ministry of Arcane Science lab under Thornhoof ? Worth a look, wouldn't you think ? There's always some trinket left in the dust.",
            "laboratory/evasive#2": "Sometimes, trinkets can change the course of history, friend.",
            "laboratory/in-charge": "Somepony has to. Ideally, somepony with a practical and intelligent mind, good intentions, and ready to take the hard decision when it matters. I happen to fit the bill.",
            "laboratory/in-charge-sarcasm": "Anypony can have a moment of weakness. I was impatient, and acted rashly. You're right. Thank you for humbling me. I'll remember the lesson.",
            "laboratory/intro": "Good question. Sentinel was meant to be controlled by select ponies. The system uses a magical imprint. In principle, it was designed to be passed from one overmare to the next.<br><br>\nNot many places could've casted the magical imprint in the first place. And I happen to know for a fact that the laboratory under Thornhoof did deliver such imprints. With access to their data and devices, I can reverse engineer the process, and reproduce the same imprint. Sentinel will not be locked away anymore.",
            "laboratory/learn-quest": "I see. I wasn't entirely sure that was why you were here. That settles it. Your Overmare sent you to silence me, didn't she ?<br><br>\nDid she tell you anything about the information I gleaned from your Stable's terminal ? I'll tell you why Thornhoof's underground laboratory matters. But first, I have to tell you what your Overmare is hiding from you.",
            "laboratory/sentinel-required": "You want to know why Thornhoof matters ? Then you first need to know what I was looking for in your Stable's computer system.\n<br><br>\nTell me. Did your Overmare explain what I was really looking for ? Do you have any idea what's at stake here ?",
            "laboratory/use-sentinel/debate-alternative": "Hm. I admit. It's not a perfect plan. But look around us. The post-war world is no paradise either. Are you really going to tell me this world is worth preserving as it is ? That this chaos is better than civilization, even if the latter risks repeating the mistakes of the previous one ?",
            "laboratory/use-sentinel/debate-alternative-convinced": "Good ations ? One rescued caravan, one defended vagrant - what is that against the whole wasteland? Do you really believe kindness at a crossroad can stand where nations have fallen?\n<br><br>\nAnd yet… I did chose to help you at Junkville. And my friends from Junkville would've done the same. No authority behind any of us. Maybe you're right. Maybe I just need to do my part, where I know what good I can do.\n<br><br>\nI guess I just wanted to leave something behind me… something grand, that mattered. So I clung to the idea of Sentinel, of being the one pony that would stand against chaos and raise the wasteland from its ashes…\n<br><br>\nBut maybe you're right. Maybe the world changes in smaller ways than I wanted.",
            "laboratory/use-sentinel/debate-alternative-unconvinced": "Eventually. Perhaps in a hundred years. Perhaps never. Meanwhile, ponies starve and die needlessly. Hope is not a plan. I'm a poney who needs a plan.",
            "laboratory/use-sentinel/debate-freedom#1-agreed": "I'm not. At least, not right now. In the early stages, survival demands discipline, not debate. A single, firm will to set the foundations. Once order and prosperity are secured, then perhaps democracy can flourish within the structure I build. But not before.\n<br><br>\nA proper democracy would require the people to be educated, with critical thinking, and informed by an independent press. I will build the foundation for that.",
            "laboratory/use-sentinel/debate-freedom#1-convinced": "Protected from authority ? And when ponies use that protection to avoid their duty towards the collective, what good will that protection be ? Rights come with duties. It's the authority's role to define the duties and grant the rights.\n<br><br>\nI disagree with your idea of freedom. I say freedom is the strength that comes when ponies submit their will to a greater purpose. Because only then do they have anything worth calling a future.",
            "laboratory/use-sentinel/debate-freedom-intro": "Freedom is not the ability to chase whims, to shout against the wind, or to hoard scraps while your neighbor starves. That is not freedom - that is selfishness dressed in finer words.\n<br><br>\nTrue freedom is the right of a people to govern themselves as one body. To decide their future together, to defend it, to share in its burdens and its victories. It is the freedom to live without fear of raiders, without chains at your throat, without hunger gnawing at your belly.\n<br><br>\nAnd that kind of freedom does not come from scattering ponies into factions or indulging every individual fancy. It comes from order, from discipline, from might directed to a common good.",
            "laboratory/use-sentinel/debate-freemdom#1-unconvinced": "\"Do as you want, so long as it harms no other\". A fine phrase, easy to speak, yet impossible to live by. Who decides what counts as harm ? Does a merchant's greed not harm his neighbor when he hoards food ? Does a farmer's refusal to contribute not harm the community when shortages come ?\n<br><br>\nEvery action, every whim, ripples outward. To pretend otherwise is naïve. Ponies are bound together, whether they like it or not. Your tidy rule collapses the moment survival demands sacrifice.\n<br><br>\nAnd when survival is at stake, what matters more: the individual's desire to chase their own fancy, or the collective's right to endure?",
            "laboratory/use-sentinel/debate-order#1-agreed": "In the early stages, yes. The political project cannot end there, else time would erode our work: power would eventually slip back onto the feudalities over time. Composing with the feudalities helps us reach stability with less conflict. But we must progressively strip the feudalities of their privileges, and centralize the power onto a larger entity, legitimized by its ability to bring peace and prosperity to the people.",
            "laboratory/use-sentinel/debate-order#1-convinced": "I'm well versed in old world history. The Steel Rangers remember better than anypony. The Ministry Mares had the best of intents, but they were unprepared for ruling. In the end, their hubris burned the world.\n<br><br>\nI see your point, and I can agree. But you're missing something. The old world was riddled with competitiveness and conflicting ambitions. The Ministries themselves were constantly trying to outdo each other. They built monuments to their virtues, they used ponies as tools.\n<br><br>\nThat's not what I'm proposing. I want to establish a strong and centralized power, one that enable the free will of its citizen, yet one that's able to shut down their hubris, when necessary, and force them into cooperation rather than competition.",
            "laboratory/use-sentinel/debate-order#1-unconvinced": "Might, wielded with law, discipline, and a purpose can re-build civilization. You mistake force for tyranny. The legitimate use of strength for a higher purpose is not tyranny. Force is a tool: what matters is who wields it and to what end. I want roads, hospitals, schools. Unless somepony, backed with enough might, stands up for that ideal, it won't manifest out of thin air.",
            "laboratory/use-sentinel/debate-order#2-agreed": "Then you see it as I do. Order is the foundation of the new world. Without it, ponies are cattle for raiders, slaves for slavers, subjects to petty kings. We can strip away the squabbles, and build something lasting.\n<br><br>\nCentral authority is not tyranny, it is stability. It turns chaos into cooperation, ambition into industry. From there, prosperity grows. And once prosperity takes root, freedoms can flourish upon it.",
            "laboratory/use-sentinel/debate-order#2-convinced": "The Ministry of Morale demanded loyalty to slogans and ideals. I do not intend to make people believe that our rule is justified. I intend to prove it to them.\n<br><br>\nI can see how that sounds like power is going to my head already. But my goal is not to institute a dictatorship, ruled by one pony, for eternity. I'm not trying to emulate King Sombra, if that's what you're worried about.\n<br><br>\nThe dictatorship is a mere step towards a more balanced regime. First we build safety, prosperity, then we grant freedoms within it. Reverse the order, and you end up with corpses clutching their meager rights while raiders strip their bones.",
            "laboratory/use-sentinel/debate-order#2-unconvinced": "And then what ? Each one with its own laws ? It is bound to hinder trade, promote inefficiencies, and ultimately cause conflict. We will be stronger together.",
            "laboratory/use-sentinel/freedom": "And they will be free. Once society has been rebuilt. You already know what happens when you leave ponies to their own devices. You've seen it, again and again, from the moment you left the safety of your Stable. In times such as these, we need authority. Sentinel will make it happen.",
            "laboratory/use-sentinel/intro": "Because people die when there is no order. Slavers rule, caravans get picked off, children starve. Sentinel isn't a weapon, it's our tool to build back from the ashes. With a central, competent authority and a force that can enforce safety, communities can rebuild without fear. Who else will keep the peace ? The Potioks are too greedy, the Steel Rangers are unwilling, and the Golden Herd only believes in strength. Who else, then ?",
            "laboratory/use-sentinel/tyranny": "Might, wielded with law, discipline, and a purpose can re-build civilization. You mistake force for cruelty. The legitimate use of strength for a higher purpose is not tyranny. Force is a tool: what matters is who wields it and to what end. I want roads, hospitals, schools. Unless somepony, backed with enough might, stands up for that ideal, it won't manifest out of thin air.",
            "learn-quest": "So they noticed, huh. I guess I didn't do as good a job as I thought. Yes, I poked at your Stable's entrance console - pure curiosity, nothing malicious. I read enough to be interested. So, what are you going to do now ?",
            "learn-quest-ask-questions": "I'm not sure yet. Before I make a choice, I want to ask you a few questions.",
            "leave-questions": "I'll come back later.",
            "leave-rathian-behind": "Watch me.",
            "on-duty": "A good little soldier. In other circumstances, it would be admirable. But think for a moment: do you even know why your Overmare wants me silenced ? Did she tell you ? Do you have any idea what's truly at stake here ?",
            "on-duty-ask": "Alright, I'll bite. What are you talking about ?",
            "on-duty-tell-bluff": "You're bluffing. You're not worth sparing. Time to die.",
            "on-entry-lie": "Coincidence ? I don't really believe in that. Well, you've seen who's in the pen, now. Good old Rathian, neighborly Steel Ranger scribe.",
            "question-hub": "Anymore questions ?",
            "question-hub-from-learn-quest": "Pragmatism. Good. Ask away. I know it might not seem that way, but I have no ill intention towards you or your Stable. I have nothing to hide.",
            "rathian-already-free": "Your cell door's open. No one's keeping you.",
            "rathian-in-charge-sarcasm": "Debatable. Your arguably superior intelligence led you down into this cell, after all.",
            "sentinel/ai-mistrust": "Sentinel's intelligence is not designed for tyranny. It is a tool: a strategist with no hunger for glory, nor vanity to cloud its judgment. It calculates supply lines, threat assessments, probabilities. It pacifies through sensible decision making.\n<br><br>\nAnd even if Sentinel could have ambitions, and take us over. Consider the alternative. Councils of bickering ploutocrats, charismatic warlords with no foresight, bandits and slavers: wouldn't an external master, with no other interest than to fullfil it's initial purpose, the survival and thriving of its people, wouldn't that master be a better one ?\n<br><br>\nIt wouldn't happen anyway. That's not how Sentinel works. But even if your worries were justified, I'd still consider it an improvement.",
            "sentinel/capabilities": "Oh, it can do wonders. Deploy patrol, secure territories, build outposts. There are several hundred units burried near your Stable, ready to fight off any threat.<br><br>\nThe robots are on the higher end of what pre-war tech could do, and the artificial intelligence is trained to excell both as a tactician and a strategist.<br><br>\nNopony could stand against it. Not the Golden Herd. Not even the Steel Rangers.",
            "sentinel/intro": "Sentinel… was a project of the Ministry of Arcane Science, one of their most ambitious. An artificial intelligence magially bound to an army of constructs.\n<br><br>\nOfficially, it was designed to protect Stable dwellers when they emerged, to help them reclaim the surface, build safe zones, restart civilization. A silent army, waiting for a signal that the world was ready.\n<br><br>\nBut it never woke. The Stable's Overmares kept their doors sealed, and Sentinel remained… asleep.",
            "sentinel/overmare-secret": "Who knows for sure ? You'd have to ask her that yourself. But if I had to guess… fear of the unknown and egocentrism. I'd say the Stable is just comfortable enough that they didn't care about what was going on outside.",
            "stable-location/intro": "I followed you there, plain and simple.",
            "stable-location/led-to-stable": "You literally me took me there. I was escorting you, after our first meeting.",
            "stable-location/prior-knowledge": "To be completely honest, I already knew there was a Stable around these parts. For the longest time, I'd been looking for it. Then, one day, you popped out of nowhere. Your equipment and your demeanor told me all I needed to know. Your Stable was still active, and you had just came out of it. I bided my time, and when the opportunity presented itself, I followed you there.",
            "stable-location/stable-interest-sentinel-known": "Well, because of project Sentinel, of course. You didn't think it was a coincidence that I just stumbled upon that data ? I knew what I was looking for. Once I learned about the specifics of the magical imprint related controls, I put two and two together, and knew I could reproduce the imprint at Thornhoof.",
            "stable-location/stable-interest-sentinel-unknown": "Now, that's a longer explanation. Before that, do you have any idea why your Overmare really sent you here ? Why she wants to erase me ? Do you really know what's at stake ?",
            "stable-location/told-before": "You told me you were from a Stable, the first time we met. That would've piqued the curiosity of any scientist, especially a Steel Ranger scribe.",
            "startFight-no-choices": "I'm sorry. You leave me no choice. You have to die, Rathian.",
            "startFight-pointless": "Yeah, I don't trust that. I guess you'll be better off dead. Sorry, Rathian.",
            "tell-duty": "I'm going to do my duty. You're a threat to my Stable, and I need to eliminate you.",
            "tell-quest": "I was tracking a signal from my Stable. I think you're the one I'm supposed to find. Because of what you did back there.",
            "tell-quest-evasive": "You don't need to know that. I'll be asking the questions.",
            "tell-quest-lie": "A happy coincidence. I had business with the herd. Figured I'd see who they kept in their pens."
        }
    }
}
