{
    "dialogs": {
        "rathian-captive": {
            "alternative-convinced-help": "Je suis content qu'on ait pu s'entendre. Allez, viens, je vais te sortir de là.",
            "alternative-convinced-leave": "Ravi que tu ai enfin compris. Tu aura tout le temps d'y réflechir dans cette cellule. Je me casse.",
            "ask-about-rathian-owning-sentinel": "Et je suppose que c'est toi qui prendra les commandes ?",
            "ask-about-sentinel": "Dis-moi ce que tu sais sur le projet Sentinelle.",
            "ask-about-stable-knowledge": "Comment savais-tu que je te mènerai à une Étable ?",
            "ask-about-stable-location": "Comment as-tu trouvé l'emplacement mon Étable ?",
            "ask-about-stable-prior-interest": "Pourquoi t'intéressais-tu tellement à mon Étable ?",
            "ask-about-why-player-here": "Tu sais pourquoi je t'ai suivi jusqu'ici, pas vrai ?",
            "ask-capture-story": "Comment tu t'es retrouvé ici ?",
            "ask-more-questions": "J'ai d'autres questions à te poser.",
            "ask-sentinel-ai-trust": "Peut-on vraiment confier le future de notre civilisation à une intelligence artificielle toute puissante ? Et si elle nous trahissait ?",
            "ask-sentinel-capabilities": "Et quelles sont les capacité de cette Sentinelle, exactement ?",
            "ask-sentinel-to-lab": "Alors tu es venu à notre Étable pour la Sentinelle. Et comment en aurais-tu pris le contrôle ?",
            "ask-what-do-if-freed": "Et que fera-tu si je te laisse sortir ? Je ne peux pas te laisser conquérir les terres désolées.",
            "ask-why-circling-thornhoof": "Pourquoi avoir risqué tout ça pour rentrer dans un vieux labo ?",
            "ask-why-not-killed-on-capture": "Pourquoi est-ce qu'ils t'ont gardé en vie ?",
            "ask-why-overmare-secret": "Pourquoi la superviseuse de l'Étable aurait gardé ça secret ?",
            "ask-why-use-sentinal-alt#2": "Alors, pourquoi crois-tu qu'il faille réveiller le projet Sentinel ?",
            "ask-why-use-sentinel": "Pourquoi réveiller le projet Sentinel ? Ce genre de pouvoir, sous contrôle des mauvaises personnes -",
            "ask-why-use-sentinel-alt": "Est-ce vraiment nécessaire ? Ne peut-on pas juste pas se passer d'intervenir ?",
            "capture-story": "Je tournais autour de Sabairain. Cherchant l'entrée d'un vieux laboratoire d'un Ministère d'avant-guerre. Les Steel Rangers le pistent depuis longtemps déjà, mais les habitants de la ville ne nous font pas confiance, et ne nous laissent pas chercher librement. Je pensais pouvoir m'infiltrer, trouver ce que je cherchais, et m'éclipser sans être vu.",
            "capture-story#2": "Comme un merle. J'ai été intercepté par des éclaireurs du Troupeau d'Or, avant même d'atteindre Sabairain. Les poneys du Troupeau sot surprenament doué pour préparer leurs embuscades.",
            "capture-story#3": "J'ai été trainé devant Stormhide. C'est un des chefs du Troupeau d'Or. Il a vu mon uniforme, mes gadgets, et il a compris que j'étais affilié aux Steel Rangers. Et les Steel Rangers ont de la valeur, a minima comme source d'informations. Alors il m'a gardé en vie.",
            "capture-story-next": "Et tu t'es fais cueillir ?",
            "debate-alternative-agreeable": "J'ergote, mais tu n'as pas tort. Pour le bien de tous, la civilisation doit renaître.",
            "debate-alternative-convincing": "Je ne le dis pas. Mais la civilisation n'a pas besoin de notre aide. Elle reviendra d'elle-même, inexorablement. Ca a déjà commencé. Lentement, douloureusement, mais elle avance. Tu n'as pas besoin de prendre la tête d'une armée ou d'organiser des patrouilles pour accélerer son développement. Tu as juste besoin d'être un poney décent. Comme quand tu m'as sauvé de ces bandits, près de Junkville. La civilisation, vraie, libre, pacifiée, né des bonnes actions de poneys comme toi, Rathian.",
            "debate-alternative-giveup": "Je ne sais plus quoi te dire…",
            "debate-alternative-unconvincing": "La civilisation arrivera d'elle-même. Les gens finiront par y arriver.",
            "debate-freedom#1-agreeable": "C'est sans doute vrai. La liberté peut s'éxprimer dans la participation aux institutions politiques. Mais j'avais pas l'impression que tu voulais instituer une démocratie.",
            "debate-freedom#1-convincing": "Tu appelle liberté le fait d'abdiquer sa volonté au collectif. La vraie liberté implique que l'individu soit protégé de l'autorité, non pas qu'il en dépende totalement.",
            "debate-freedom#1-convincing-fail": "La liberté, c'est pouvoir faire ce qu'on veut, même quand ça va contre le système. Si les poneys peuvent pas faire ça, ils ne sont pas libres.",
            "debate-freedom#1-unconvincing": "La liberté ne consiste pas plutôt à pouvoir faire ce que l'on veut dans les limites de ce qui empiète sur la liberté d'antrui ?",
            "debate-freedom#2-agreeable": "Je vois.",
            "debate-freedom#3-convincing": "Se soumettre a un plus grand dessein peut inspirer la force, oui. Mais ça réduit le champ de vision. C'est exactement ce qui s'est produit avant les megaspells. Des poneys accomplissant aveuglément leur devoir envers le collectif, tant d'eux ne questionnant pas l'autorité, certains tirant même avantage de la situation. Si tu complète ton projet, l'histoire se répétera sûrement.",
            "debate-order#1-agreeable": "Tu pense que nous avons besoin d'une autorité suffisament forte pour imposer à ces groupes de coopérer ?",
            "debate-order#1-convincing": "Tu dis que le chaos est notre ennemi. Mais tout ce qui a mené à la Grande Guerre fut accomplit au nom de l'ordre, de la sécurité et de la prospérité. Tu as raison, l'ordre nous permettra de rebâtir, mais il ne mettra pas fin aux massacres. Il les portera à une échelle plus vaste encore.",
            "debate-order#1-convincing-fail": "Cet ordre que tu défend a du être vachement efficace, quand les Juments Ministérielles faisaient la pluie et le beau temps.",
            "debate-order#1-unconvincing": "Donc, plutôt que de balloter entre un tyran et un autre, tu voudrais que nous soyons tous les esclaves d'un seul super tyran ?",
            "debate-order#2-agreeable": "Je comprends. J'ai vu de quoi les poneys peuvent être capable lorsque leurs ambitions ne sont pas canalisées.",
            "debate-order#2-convincing": "Tu décris une autorité mettant les poneys au pas, supprimant le dissentiment au nom de l'intérêt général. Ca ne me semble pas si différent de ce que le Ministère de la Morale imposait. Tes intentions sont bonnes, mais que se passera-t-il quand ce sera ton tour, d'être victime de ton hubris ?",
            "debate-order#2-convincing-fail": "Un pouvoir centralisé forçant les poneys sur la voie du bien suprême. Ca ne me semble pas si différent des Ministères.",
            "debate-order#2-unconvincing": "La véritable coopération ne peut pas être forcée. Elle doit être choisie déliberément.",
            "debate-order#3-agreeable": "C'est raisonnable. On se débarasse des vieux outils de pouvoir pour garantir les nouveaux.",
            "debate-order#3-convincing": "Se débarasser des féudalités, je comprends. Mais les remplacer par un pouvoir central est risqué. Un pouvoir distant ne peut pas prendre en compte toute les particularités locales. Tu fera des erreurs. Elles créeront des sentiments d'injustice, de dissention. Finalement, tu aura besoin de ton propre Ministère de la Morale pour garder tout le monde dans le sérail.",
            "debate-order#3-unconvincing": "Est-ce qu'il ne veudrait pas mieux fédérer ? Des pouvoirs locaux sont plus proches du peuple, et plus facilement contrôlé par lui.",
            "debate-order#4-agreeable": "C'est censé. Il faut que quelqu'un unisse les poneys dans un projet de reconstruction.",
            "debate-order#4-convincing": "Chaque tyran pourrait en dire autant - qu'ils utilisent la force pour bâtir, non pour détruire. Les Ministères promettaient sécurité et prospérité. Ils avaient la puissance, la discipline, et ils l'ont utilisé dans une guerre qui a consummé le monde. Ton argumentaire idéaliste sonne comme un dépliant du Ministère de la Morale.",
            "debate-order#4-unconvincing": "Le temps peut bien faire l'affaire. Nous voulons tous un monde meilleur. Ces choses se feront naturellement.",
            "debate-order#5-agreeable": "Sécurité d'abord, liberté ensuite… je comprends la logique, mais tout le monde ne le verra pas de cet oeil.",
            "debate-order#5-convincing": "Et qui décide de quand il est temps de relâcher la rigueur ? La dictature tend à ne pas se désintituer d'elle-même.",
            "debate-order#5-critical": "Tu promet la liberté pour plus tard, mais comment pourrait-elle se développer dans un système qui en nie le bien fondé ?",
            "debate-order#6-agreeable": "Possible. Mais je pense que nous serions plus fort encore si nous choisissions librement.",
            "debate-order#6-convincing": "Peu importe, si c'est inefficace. Et alors, s'il y a des conflits ? C'est dans notre nature, en tant que poneys. Aussi longtemps qu'il y aura du libre arbitre, il y aura des conflits. Essayer de les éradiquer complètement est voué à l'échec.",
            "debate-order#6-unconvincing": "Tu ne peux pas aligner les intérêts de tous les poneys. Ils voudront se libérer.",
            "debate-order#7-agreeable": "C'est juste. Le niveau de liberté est lié aux conditions matérielle d'existence.",
            "debate-order#7-unconvincing": "Mais en sacrifiant la liberté sur l'autel de la stabilité, la liberté ne restera-t-elle pas à jamais un soucis de seconde zone ?",
            "decision-help-door-opened": "C'est bon, on décolle. Suis-moi.",
            "decision-help-open-door": "Je dois d'abord ouvrir ta cellule.",
            "decision-hub": "Alors… qu'est-ce que tu va décider ? Est-ce que tu veux bien m'aider ?",
            "decision-kill-rathian": "Sentinelle ne se réveillera jamais. Ses secrets meurent ici avec toi.",
            "decision-leave-rathian": "Sentinelle ne se réveillera jamais. Profite bien du temps qu'il te reste avec les matons du Troupeau d'Or.",
            "decision-sentinel-help": "Je comprends. Très bien. Je vais t'aider.",
            "decision-sentinel-imprint-skillcheck": "À dire vrai, je m'y connais très bien en rituels arcaniques.",
            "decision-sentinel-imprint-skillcheck#2": "Voilà qui semble parfaitement dans mes cordes. On dirait bien que je n'ai pas besoin de toi.",
            "decision-sentinel-self": "Tu as peut-être raison. Sentinelle peut être utile. Mais pas sous ton contrôle.",
            "decision-sentinel-self-kill": "Très bien. Si je ne peux pas avoir la Sentinelle, alors personne ne l'aura. Ta route s'achève ici.",
            "decision-sentinel-self-push": "Je m'en chargerais quand ça deviendra un problème. Adieu, Rathian.",
            "decision/deal-with-rathian/if-convinced": "On a déjà couvert le sujet. Je comprends qu'utiliser la Sentinelle serait une erreur.\n<br><br>\nJe crois que je vais définitivement m'installer à Junkville. Il y a plein de matos de récup dans le complexe de StableTech qu'on a exploré. Je pense que je vais pouvoir construire plein de gadgets pour la ville.",
            "decision/deal-with-rathian/if-freed": "Alors tu dois me tuer. Ou me laisse accomplir mon dessein. Ce sont tes deux seules options. J'espère que tu saura faire le bon choix.",
            "decision/deal-with-rathian/intro": "Attends. Si je reste ici, ils vont me torturer. J'en suis pas fier mais… je risque de parler. Le Troupeau d'Or ne doit pas connaître l'existence du projet Sentinelle. Ce pouvoir n'a pas été conçu pour eux. Soit tu me laisse partir, soit tu me tue. Tu ne peux pas juste me laisser planté là.",
            "decision/help/entry": "Est-ce qu'on peut y aller ?",
            "decision/help/intro": "Très bien. Content que nous soyons d'accord. La première chose à faire est de nous sortir d'ici, en un seul morceau, de préférence.",
            "decision/self/arcanic-science": "Vraiment ? Ca ne suffira pas. Tu as aussi besoin d'une bonne compréhension de la théorie arcanique afin de calibrer les équipements. Peut-être même des compétences en informatique, pour parser les données du laboratoire et trouver la configuration qui a été utilisée pour produire l'emprunte spécifique que tu cherche à reproduire. Je peux m'occuper de tout ça. Est-ce que, toi, tu pourra le faire, seul ?",
            "decision/self/intro": "Tu crois que ce sera facile ? L'application de l'emprunte est un rituel complexe, il demande des connaissances très pointue de sorcellerie. Il est peu probable que tu puisse exécuter le rituel sans mon expérience. Tu as besoin de moi.",
            "entry": "Saperlotte, si c'est pas mon vieux compagnon d'armes ! Je m'attendais pas à revoir le visage d'un ami de si tôt. Comme tu peux le voir, je me suis mis dans une situation décliate. Dis-moi, qu'est-ce que tu fais dans le camp du Troupeau d'Or ?",
            "free-rathian": "Je vais ouvrir ta cellule, et pour le reste, débrouille-toi.",
            "laboratory-evasive-call-lie": "Ne me mens pas. Je sais que tu as hacké le terminal de l'Étable. Juste après, tu file à Thornhoof. Ce n'est pas un hasard.",
            "laboratory-evasive-push": "Tu as risqué ta vie pour des bibelots, c'est ça que tu me dis ?",
            "laboratory/evasive": "La curiosité, bien sûr. C'est ce que, nous autres, scribes, faisons. Un laboratoire du Ministère des Sciences Arcaniques sous Sabairain ? Ca vaut le coup de jeter un oeil, tu crois pas ? Il reste toujours des bibelots intéressants dans les décombre.",
            "laboratory/evasive#2": "Certains bibelots peuvent changer l'histoire, mon cher.",
            "laboratory/in-charge": "Il faut bien que quelqu'un le fasse. Idéalement, quelqu'un avec un esprit pragmatique et intelligent, de bonnes intentions, et prêt à prendre les décision difficiles lorsque c'est nécessaire. Il se trouve que je corresond au profil.",
            "laboratory/in-charge-sarcasm": "On a tous nos moment de faiblesses. J'ai été impatient, et j'ai agis sans réfléchir. Tu as raison. Merci du rappel. Je me souviendrai de cette leçon.",
            "laboratory/intro": "Excellente question. Sentinelle a été conçu pour ne répondre qu'à quelques poneys spécifiques. Le système répond à une emprunte magique. En principe, elle était conçue pour être transmise d'une superviseuse à la suivante.<br><br>\nPeu de lieux auraient eu les moyens de tisser de telles empruntes magiques. Et il se trouve que je sais de source sûre que le laboratoire sous Sabairain pouvait en produire. Avec un accès à leurs données et équipements, je peux comprendre par rétro-ingénierie comment reproduire la même emprunte. Sentinelle cessera alors d'être inutilisable.",
            "laboratory/learn-quest": "Je vois. Je n'étais pas complètement sûr du motif de ta présence ici. Voilà qui est déterminent. La suprviseuse de ton étable t'as envoyée pour me réduire au silence, n'est-ce pas ?<br><br>\nEn temps voulu, je te dirai pourquoi le laboratoire situé sous Sabairain est important. Mais avant cela, est-ce que ta superviseuse t'a dit quoique ce soit des informations que j'ai obtenu depuis le terminel d'entrée de votre Étable ?",
            "laboratory/sentinel-required": "Tu veux savoir pourquoi Sabairain est essentiel ? Alors tu dois d'abord savoir ce que j'ai appris en fouillant dans le système infomatique de ton Étable.\n<br><br>\nDis-moi. Ta superviseuse t'a-t-elle parlé de ce que j'ai trouvé ? As-tu la moindre idée de ce qui est vraiment en jeu ?",
            "laboratory/use-sentinel/debate-alternative": "Hm. Je l'admet. Ce n'est pas un plan parfait. Mais regarde autour de nous. Le monde d'après-guerre n'est pas non plus un paradis, loin s'en faut. Est-ce que tu va vraiment me dire que le monde devrait être préservé tel qu'il est ? Que ce chaos vaut mieux qu'une civilisation, même si celle-ci pourrait répéter les mêmes erreurs que celle qui lui aura précédé ?",
            "laboratory/use-sentinel/debate-alternative-convinced": "De bonnes actions ? Une caravane secourue, un vagabond défendu - c'est quoi face à toute les terres désolées ? Tu crois vraiment que des gentillesses entre deux chemins peuvent prévaloir là où des nations se sont effondrées ?\n<br><br>\nEt pourtant… j'ai bien choisi de t'aider à Junkville. Et mes amis de Junkville en auraient tous fait autant. Pas d'autorité pour nous l'imposer. Peut-être que tu as raison. Peut-être devrais-je juste faire le bien comme je sais le faire.\n<br><br>\nJe suppose que je voulais laisser quelque chose derrière moi… quelque chose de grandiose, qui aurait compté. Alors je me suis accroché à l'idée de la Sentinelle, d'être le poney qui se serait dressé face au chaos, et qui aurait ressucité les terres désolées…\n<br><br>\nMais peut-être as-tu raison. Peut-être ce monde change-t-il avec de actions plus petite que je ne pensais.",
            "laboratory/use-sentinel/debate-alternative-unconvinced": "Tôt ou tard. Peut-être dans 100 ans. Peut-être dans 1000. En attendant, des poneys meurent inutilement. L'espoirt n'est pas un plan. Je suis un poney qui a besoin d'un plan.",
            "laboratory/use-sentinel/debate-freedom#1-agreed": "Effectivement. Pas maintenant, tout du moins. Dans les premières étapes, la survie requiert de la discipline, et se passe du débat. Une unique et ferme volonté pour poser les fondations. Une fois que l'ordre et la sécurité seront garantis, peut-être la démocratie pourra émerger de ce que je construit. Mais pas avant.\n<br><br>\nUne véritable démocratie nécessite un peuple éduqué, avec un esprit critique développé, et informé par une presse indépendante. Je construirais les fondations pour tout cela.",
            "laboratory/use-sentinel/debate-freedom#1-convinced": "Protégé de l'autorité ? Et quand les poneys utilisent cette protection pour s'affranchir de leurs devoir envers le collectif, quel bien nous fera cette protection ? Les droits impliquent des devoirs. C'est le rôle de l'autorité que de définir les devoirs, et distribuer les droits.\n<br><br>\nJe ne suis pas d'accord avec ta compréhension de la liberté. Je pense que la liberté est la force qui existe quand les poneys accordent leur volonté dans un projet plus grand qu'eux-mêmes. Parce qu'alors seulement, ils peuvent aspirer à un futur digne.",
            "laboratory/use-sentinel/debate-freedom-intro": "La liberté n'est pas la capacité à poursuivre ses caprices, à hurler contre le vent, où à accaparer les richesses pendant que ton voisin dépérit. Cela n'est pas liberté, mais de l'égoïsme, habillé dans un plus joli mot.\n<br><br>\nLa véritable liberté est le droit d'un peuple à se gouverner comme un seul corps. À décider leur future ensemble, le défendre, à partager ses fardaux et ses victoires. C'est la liberté de vivre sans peur, ni de l'étranger, ni du voisin, ni de la faim.\n<br><br>\nCe genre de liberté ne s'obtient pas en laissant chaque poney diriger sa propre barque, indulgeant les désirs de tout un chacun. Elle vient de l'ordre, de la discipline, d'un pouvoir dirigé par l'intérêt général.",
            "laboratory/use-sentinel/debate-freemdom#1-unconvinced": "\"La liberté des uns s'arrête là où commence celle des autres\". Un fameux dicton, facile à dire, impossible à incarner. Qui décide des limites ? L'avarice d'un marchand qui accapare n'empiète-t-elle pas sur la liberté de celui qui manque ? La liberté du fermier qui refuse de contribuer en temps de famine n'empiète-t-elle pas sur celle de celui qui a faim ?\n<br><br>\nChaque action, chaque désir, a des conséquences sur la société. Il est naïf de croire le contraire. Les poneys sont tous reliés, que ça te plaise ou non. Ta petite règle s'effondre dès que la nécessité exige un sacrifice.\n<br><br>\nEt quand la survie est en jeu, qu'est-ce qui importe le plus : la liberté de l'individu de poursuivre ses désirs, ou le droit du collectif à endurer ?",
            "laboratory/use-sentinel/debate-order#1-agreed": "Dans les premiers temps, oui. Mais notre projet politique ne peut s'en tenir à cela, sans quoi, le temps éroderait notre travail : le pouvoir finirait inévitablement par revenir aux féodalités. Composer avec les féaudalités existantes nous permet de garantir la stabilité plus vite et en versant moins de sang. Mais nous devons progressivement retirer les prérogatives de ces feudalités, et centraliser le pouvoir dans une entité plus large, légitimée par sa capacité à garantir paix et prosperité au peuple.",
            "laboratory/use-sentinel/debate-order#1-convinced": "Je connais bien l'histoire  de l'ancien monde. Les Steel Rangers se rappellent mieux que quiconque. Les Jumets Ministérielles portaient les meilleures intentions, mais elles étaient mal préparées à l'exercice du pouvoir. Finalement, leur hubris immola le monde.\n<br><br>\nJe comprends ton point de vue, et je suis d'accord. Mais tu manque quelque chose. L'ancien monde était perclu de compétition et d'ambitions contradictoires. Les Ministères eux-mêmes étaient constemment en train d'essayer de se surpasser les uns les autres. Ils construisaient des monuments honorant leurs vertues, utilisaient les poneys comme de vulgaires outils.\n<br><br>\nCe n'est pas ce que je propose. Je veux établir un pouvoir fort, centralisé, capable de promouvoir le libre arbitre de ces citoyens, et cependant capable de limiter leur hubris, si nécessaire, et le des forcer sur la voie de la coopération plutôt que de la compétition.",
            "laboratory/use-sentinel/debate-order#1-unconvinced": "Le pouvoir, forgé dans la loi, la discipline, et un projet altruiste, peut reconstruire la civilisation. Tu confonds la force et la tyranie. L'utilisation légitime de la force pour un but plus vaste n'est pas tyranique. La force est un outil : ce qui compte, c'est qui l'emploie, et à quelle fin. Je veux des routes, des hôpitaux, des écoles. À moins qu'un poney, supporté par suffisament de puissance, se dresse pour cet idéal, ça n'adviendra pas spontanément.",
            "laboratory/use-sentinel/debate-order#2-agreed": "Alors tu vois les choses telles que je les vois. L'ordre sera la fondation d'un monde nouveau. Sans lui, les poneys ne sont que du bétail pour les raiders, des esclaves pour les esclavagistes, des suejets pour les roitelets. Nous pouvons mettre fin aux querelles, et construire quelque chose de durable.\n<br><br>\nUne autorité centrale n'est pas forcément tyrannique. Elle peut remplacer le chaos par la coopération, l'ambition par l'industrie. À partir de là, la prospérité se développe. Et une fois que la prospérité a planté ses racines, la liberté peut à son tour s'y développer.",
            "laboratory/use-sentinel/debate-order#2-convinced": "Le Ministère de la Morale demandait loyauté à des slogans et des idéaux. Je n'ai pas l'intention de faire croire au peuple que notre reigne est justifié. J'ai l'intention de le leur prouver.\n<br><br>\nEt je comprends, ça peut donner l'impression que le pouvoir me monte déjà à la tète. Mais mon but n'est pas d'instituer une dictature, dirigée par un poney, pour toute l'éternité. Je ne tiens pas à emuler le Roi Sombra, si c'est ce qui t'inquiète.\n<br><br>\nLa dictature n'est qu'une marche menant vers un régime plus équilibré. D'abord, nous construiront la sécurité, la prospérité, enfin nous garantieront la liberté. Renverse cet ordre, et tu ne te retrouvera jamais qu'avec des cadavres aggripés à leurs maigres droits, tandis que les raiders dépouillent leurs carcasses.",
            "laboratory/use-sentinel/debate-order#2-unconvinced": "Et après quoi ? Chacun avec sa propre loi sur son propre sol ? C'est voué à entraver le commerce, promouvoir l'inefficacité, et finalement causer des conflits. Nous serons plus fort, ensemble.",
            "laboratory/use-sentinel/intro": "Parce que les gens meurent sans ordre pour les défendre. Les esclavagistes pullulent, les caravanes sont attaquées, les enfants meurent de faim. La Sentinelle n'est pas juste une arme, c'est un moyen pour rebâtir sur les cendres de l'ancien monde. Avec une autorité centralisée, compétente et une force qui peut assurer la sñecurité, les communautés pourront reconstruire sans crainte. Qui d'autre peut garantir cette paix ? Les Potioks sont trop avares, les Steel Rangers isolationistes, et le Troupeau d'Or ne croit qu'à la force. Qui d'autre, alors ?",
            "learn-quest": "Alors j'ai laissé des traces. Voilà qui est embarassant. Oui, j'ai bidouillé la console de l'entrée - simple curiosité, rien de néfarieux. J'ai pu lire suffisament pour satisfaire cette curiosité. Alors, que va-tu faire maintenant ?",
            "learn-quest-ask-questions": "Je ne suis pas encore sûr. J'ai quelques questions à te poser avant de me décider.",
            "leave-questions": "Je reviendrai plus tard.",
            "leave-rathian-behind": "Regarde-moi faire.",
            "on-duty": "Un bon petit soldat. Dans d'autres circonstances, ce serait admirable. Mais pondère cela : est-ce que tu sais seulement pourquoi ta Superviseuse veut me réduire au silence ? Te l'a-t-elle seulement dit ? As-tu la moindre idée de ce qui est en jeu ?",
            "on-duty-ask": "Peut-être pas, mais tu meurs d'envie de me le dire, alors accouche.",
            "on-duty-tell-bluff": "Tu bluffe. Tes jérémiades ne m'intéressent pas. C'est terminé. Meurt.",
            "on-entry-lie": "Je ne crois pas aux coincidences. Éh bien voilà, tu sais qui est dans les cachots. Ce bon vieux Rathian, le scribe itinérant des Steel Rangers.",
            "question-hub": "D'autres questions ?",
            "question-hub-from-learn-quest": "Pragmatique. C'est bien. Pose tes questions. Je sais que c'est difficile à croire pour le moment, mais je n'ai aucune mauvaise intention envers ton Étable. Je n'ai rien à cacher.",
            "rathian-already-free": "Ta cellule est déjà ouverte. Personne ne te retient ici.",
            "rathian-in-charge-sarcasm": "C'est discutable. C'est cette fameuse intelligence supérieure, qui t'a fait attérir au fond de cette cellule.",
            "sentinel/ai-mistrust": "L'intelligence de la Sentinelle n'est pas conçue pour être tyrannique. C'est un outil : un stratège sans soif de gloire, ni de vanité embrumant son jugement. Elle calcule le ravitaillement, évalue les menaces, les probabilités. Elle pacifie grâce a une prise de décision objective.\n<br><br>\nEt même si la Sentinelle pouvait prendre l'ascendant sur nous. Un maître extérieur, sans autre intérêt au delà de ceux qui lui sont programmés, la prospérité de son peuple, un tel maître ne serait-il pas préférable à de vulgaires guerriers ou ploutocrates ?\n<br><br>\nCa n'arrivera de toute  façon pas. Ce n'est pas comme ça que la Sentinelle fonctionne. Mais même si tes inquiétudes étaient justifiées, je considérerais toujours cela comme une amélioration de la situation actuelle.",
            "sentinel/capabilities": "Oh, ça peut faire des merveilles. Organiser des patrouilles, sécuriser un territoire, construire des avant-postes. Il y a plusieurs centaines d'unités enterrées près de ton Étable, prêtes à repousser chaque menace.<br><br>\nCes robots sont le nec plus ultra de ce qui se faisaient avant la guerre, et l'intelligence artificielle a été entraînée pour exceller en tant que tacticien et stratège.<br><br>\nPersonne ne pourrait se dresser sur son chemin. Pas le Troupeau d'Or. Pas même les Steel Rangers.",
            "sentinel/intro": "La Sentinelle… c'était un projet du Ministère des Sciences Arcaniques, l'un de leurs plus ambitiux. Une intelligence artificielle, contrôlant via un lien magique une armée de robots.\n<br><br>\nOfficiellement, elle était censée protéger les habitants de l'Étable lorsqu'ils émergeraient, pour les aider à repeupler la surface, entretenir des zones sûres, relancer la civilisation. Une armée obéissante, attendant un signal pour nous assister.\n<br><br>\nMais jamais la Sentinelle ne fut activé. Les superviseuses successives de l'Étable ont gardé les portes fermées, et la Sentinelle resta… endormie.",
            "sentinel/overmare-secret": "Qui sait, vraiment ? Tu devrais lui poser la question directement. Mais s'il fallait que je suppose… peur de l'inconnu, égocentrisme. Je dirais que l'Étable est juste assez comfortable pour que vous ne vous souciez pas trop de ce qui se passe dehors.",
            "stable-location/intro": "Je t'ai suivi jusqu'à l'Étable, aussi simple que ça.",
            "stable-location/led-to-stable": "Tu m'y a littérallement amené, lorsque je t'escortais après notre première rencontre.",
            "stable-location/prior-knowledge": "Pour être parfaitement honnête, je savais déjà qu'il y avait une Étable dans la région. Durant bien longtemps, je l'ai cherchée en vain. Puis, un jour, you popped out of nowhere. Your equipment and your demeanor told me all I needed to know. Your Stable was still active, and you had just came out of it. I bided my time, and when the opportunity presented itself, I followed you there.",
            "stable-location/stable-interest-sentinel-known": "Pour le projet Sentinelle, bien sûr. Tu ne croyais tout de même pas que j'étais tombé sur ces données complètement par hasard ? Je savais ce que je cherchais. Une fois informé des processus de contrôle et d'activation de Sentinelle, j'ai relié les points, et j'ai compris que la prochaine étape se déroulait à Sabairain.",
            "stable-location/stable-interest-sentinel-unknown": "Oh, ça, ça va demander des explications un peu plus longues. Avant cela, est-ce que tu sais pourquoi la superviseuse de ton Étable t'as vraiment envoyée ici ? Pourquoi elle veut me faire disparaître ? Est-ce que tu as connaissances des enjeux de ta mission ?",
            "stable-location/told-before": "Tu m'as toi-même dit que tu venais d'une Étable, la première fois que nous nous sommes rencontrés. Ca aurait titillé la curiosité de n'importe quel scientifique, particulièrement un scribe des Steel Rangers.",
            "startFight-no-choices": "Je suis désolé… tu ne me laisse pas le choix. Tu dois mourrir, Rathian.",
            "startFight-pointless": "Hm. Je n'arrive pas à te faire confiance. Il vaut peut-être mieux que tu meurre. Désolé, Rathian.",
            "tell-duty": "Je vais faire mon devoir. Tu es une menace pour mon Étable, et je dois t'éliminer.",
            "tell-quest": "Je traque un signal depuis mon Étable. Je crois bien que c'est toi que je cherche. À cause de ce que tu as fais, chez moi.",
            "tell-quest-lie": "Une heureuse coincidence. J'avais une affaire à régler avec le Troupeau. Je voulais pas partir sans savoir qui ils gardent dans leur cachots."
        }
    }
}
