{
    "dialogs": {
        "stable103-overmare": {
            "blueprints-wait": "<i>[Let's patiently wait]</i>",
            "blueprints-wait#2": "<i>[Overmare still has something to say]</i>",
            "buildCelestialDevice": "I found the Athmospheric Regulatory Module, and I know how to build the device. Let's get to work.",
            "entryPoint": "Hello, citizen. Any progress on your quest to report ?",
            "nothing-to-report": "Nothing to report, overmare !",
            "rathian-intro-continue": "It feels like there a \"but\".",
            "rathian-intro-continue-2": "Wait, what ?",
            "rathian-intro-continue-3": "I see.",
            "rathian-intro-continue-4": "We can ?",
            "rathian-intro-continue-5": "Er… alright then ?",
            "rathian-quest/intro": "Hello, citizen. I hope you're well rested. Good news first: the Celestial Device installation went well. The orchad is slowly returning to life. You saved this place from starvation. And for that, you have my gratitude.",
            "rathian-quest/intro-followup": "Something happened while you were sleeping. You brought us the Celestial Device. But somepony followed you back.",
            "rathian-quest/intro-followup#2": "This stranger got what they came for and vanished in the dark. But not entirely. They needed a PipBuck to inteface with the terminal. And that PipBuck left a print. Our technician here says we can use that.",
            "rathian-quest/intro-followup#3": "<p>I need you to find them. Quickly. If somepony out there knows about us, and can hack our terminals, then it's only a matter of time before some band of savages barges in and take over.</p>\n<p>Track the signal. Find them. Cut the loose ends. Make sure they never reveal anything about us.</p>",
            "rathian-quest/technician-followup": "<p><i>He reaches for your PipBuck and tinker with it a little bit</i></p>\n<p>Their PipBuck left a unique hardware signature which can be use to track them over long distance. I've added a peripheral to your PipBuck allowing it to track the signal. Even if the signal is weak, it should give you a general direction.</p>",
            "rathian-quest/technician-intro": "Entrance terminal logs flagged a breach last night. Somepony accessed the console and siphoned a huge chunk of restricted data. It seems he exploited a backdoor in the security system, and well… let's just say whoever did it knew what they were doing.",
            "reportARM": "I found the Atmospheric Rgulatory Module, so we could fix the Celestial Device.",
            "reportBlueprints": "Yes. I found blueprints to build a new Celestial Device.",
            "reportCelestialDevice": "I have the Celestial Device.",
            "reportJunkvilleTrail": "I found a town, near the stable. It's built around a dump site, and it's filled with pre-war devices and scraps.",
            "reportedARM": "<p>Good job, citizen ! Let's get this thing plugged in.</p>\n<p><i>She presses the intercom's button and calls:</i> \"Lilium Spark, in my office right now.\" <i>You awkwardly wait for a moment until the engineer walks into the office.</i></p>\n<p>Well. You asked us before to find a missing piece to fix the device, and {{name}} delivered. I expected no less. Now it's your turn, Spark. Here it is.</p>",
            "reportedARM#2": "<p><i>The engineer inspects the part you brought back. After a thorough inspection, the verdict comes:</i></p>\n<p>Er… that's definitely the kind of part we're looking for. But it's not exactly the model documented in the blueprints. I'm not sure how to integrate that in our system, with the pieces that we have here. Maybe we're going to need somepony else's expertise.</p>",
            "reportedARM#2-advised": "<p>Oh… oooh, is that so ? It sounds so simple when you put it like that ! Alright, I'm gonna get to work right away ! Thank you, {{name}} !</p>",
            "reportedARM#2-conclude": "<p>Oh… oooh, is that so ? It sounds so simple when you put it like that ! Alright, I'm gonna get to work right away ! Thank you, {{name}} !</p>",
            "reportedARM#2-expertise": "<p>Er… well… I'm afraid so, yes. Or, you know, maybe you could try to acquire the skills yourself, maybe by finding books on mechanics. From what I know of the time before the megaspells, the Steel Rangers were pretty good with tech, and some of them were stationned near the capital. Even if there's nothing left of them, you might still find the skill books that could help you. It's just my opinion, I dunno…</p>",
            "reportedARM#3": "<p><i>The overmare looks positively annoyed. She sights heavily before speaking again:</i></p>\n<p>Dear Celestia in the skies, give me the strength… I'm sorry {{name}}, but it looks like you still have some leg work to do before this is over. You know the outside world better than us. I'm leaving it all up to you. Good luck.",
            "reportedARM-advise": "Must I do everything ? Here, let me explain…",
            "reportedARM-look-for-expert": "So… I have to go back, yet another time, to find somepony who can do what should be your job and build the device ?",
            "reportedBlueprints": "Really now ? Let me see that !\n<br><br>\n<i>She grabs the blueprints and sets them on her desk. She looks at them intently for a full minute, pushes a button on her intercom and says:</i>\n<br><br>\nEngineer needed in the overmare office. Move it.",
            "reportedBlueprints#3": "Well. You heard her. We need an Atmospheric Purgatory Nodule. We're counting on you, citizen. You may go.",
            "reportedBueprints#2": "<i>An engineer finally comes up to the office. She quickly inspects the blueprints.</i>\n<br><br>\nThat's… impressive. I don't know that we have the expertise to build this, but we can certainly try. However, we're going to miss a vital component. The Athmospheric Regulatory Module can't be built with what we have on board. And ours is fried, nothing to salvage from it. We'll need to find one that's in working order.",
            "reportedCelestialDevice": "<p>That's it. The Celestial Device. You made it.</p>\n<p><i>She doesn't wait for an answer, presses a button on her intercom and calls for all available engineers.</i></p>",
            "reportedCelestialDevice#2": "You've done something important today. Something vital. We'll take it over from here. Go. Rest. You earned it. You'll be summonned once the installation is complete.",
            "reportedJunkvilleTrail": "Well, that sounds like a good place to start looking, then. I suggest you go back there and inspect the premise thorougly. You may go.",
            "takeCelestialDeviceRest": "<i>[Go to your room and take a rest]</i>",
            "wasteTime": "Then get back to it and quit goofing around ! Don't you realize the destiny of this entire stable rests within your hooves ? Time is of the essence !"
        }
    }
}
