{
    "dialogs": {
        "stable103-overmare": {
            "blueprints-wait": "<i>[Let's patiently wait]</i>",
            "blueprints-wait#2": "<i>[Overmare still has something to say]</i>",
            "rathian-intro-continue": "It feels like there a \"but\".",
            "rathian-intro-continue-2": "Wait, what ?",
            "rathian-intro-continue-3": "I see.",
            "rathian-intro-continue-4": "We can ?",
            "rathian-intro-continue-5": "Er... alright then ?",
            "rathian-quest/intro": "Hello, citizen. I hope you're well rested. Good news first: the Celestial Device installation went well. The orchad is slowly returning to life. You saved this place from starvation. And for that, you have my gratitude.",
            "rathian-quest/intro-followup": "Something happened while you were sleeping. You brought us the Celestial Device. But somepony followed you back.",
            "rathian-quest/intro-followup#2": "This stranger got what they came for and vanished in the dark. But not entirely. They needed a PipBuck to inteface with the terminal. And that PipBuck left a print. Our technician here says we can use that.",
            "rathian-quest/intro-followup#3": "<p>I need you to find them. Quickly. If somepony out there knows about us, and can hack our terminals, then it's only a matter of time before some band of savages barges in and take over.</p>\n<p>Track the signal. Find them. Cut the loose ends. Make sure they never reveal anything about us.</p>",
            "rathian-quest/technician-followup": "<p><i>He reaches for your PipBuck and tinker with it a little bit</i></p>\n<p>Their PipBuck left a unique hardware signature which can be use to track them over long distance. I've added a eripheral to your PipBuck allowing it to track the signal. Even if the signal is weak, it should give you a general direction.</p>",
            "rathian-quest/technician-intro": "Entrance terminal logs flagged a breach last night. Somepony accessed the console and siphoned a huge chunk of restricted data. It seems he exploited a backdoor in the security system, and well... let's just say whoever did it knew what they were doing.",
            "reportBlueprints": "Yes. I found blueprints to build a new Celestial Device.",
            "reportCelestialDevice": "I have the Celestial Device.",
            "reportedBlueprints": "Really now ? Let me see that !\n<br><br>\n<i>She grabs the blueprints and sets them on her desk. She looks at them intently for a full minute, pushes a button on her intercom and says:</i>\n<br><br>\nEngineer needed in the overmare office. Move it.",
            "reportedBlueprints#3": "Well. You heard her. We need an Atmospheric Purgatory Nodule. We're counting on you, citizen. You may go.",
            "reportedBueprints#2": "<i>An engineer finally comes up to the office. She quickly inspects the blueprints.</i>\n<br><br>\nThat's... impressive. I don't know that we have the expertise to build this, but we can certainly try. However, we're going to miss a vital component. The Athmospheric Regulatory Module can't be build with what we have on board. And ours is fried, nothing to salvage from it. We'll need to find one that's in working order.",
            "reportedCelestialDevice": "<p>That's it. The Celestial Device. You made it.</p>\n<p><i>She doesn't wait for an answer, presses a button on her intercom and calls for all available engineers.</i></p>",
            "reportedCelestialDevice#2": "You've done something important today. Something vital. We'll take it over from here. Go. Rest. You earned it. You'll be summonned once the installation is complete.",
            "takeCelestialDeviceRest": "<i>[Go to your room and take a rest]</i>"
        }
    }
}
