{
    "dialogs": {
        "stable103-barmaid": {
            "partyPlanIntro": "One cider coming up !<br>You're lucky there's still some left. The overmare has forbidden further production of alcoholic beverages, on the account that we might run out of apples before you fix that artificial sky issue for us…<br/>It's a shame really. I can't really imagine what a stable party would look like if we can't get the buzz going…",
            "drink-cider": "Pour me some of that cider.",
            "drink-juice": "I'll have an apple juice.",
            "drink-nothing": "I'm not thirsty. Bye.",
            "entryPoint": "Hi there, {{name}} ! You look like yo could use a refreshment ! What do you wanna drink ?",
            "partyPlanAccept": "Holy molly ! I hadn't even thought of that ! Silly me ! Tell you what, bring me, like, 40 or so bottles of any alcoholic drink, and I'll throw you the biggest party this stable has ever seen ! Deal ?",
            "partyPlanAccepted": "Deal !",
            "partyPlanAlreadyHasBottles": "Actually, I already have enough alcohol on me to get the whole stable drunk.",
            "partyPlanBottlesReady": "Hey ! I have gathered enough drinks to throw a huge party ! Are you still up for it ?",
            "partyPlanIntro": "One cider coming up !<br>You're lucky there's still some left. The overmare has forbidden further production of alcoholic beverages, on the account that we might run ot of apples before you fix that artificial sky issue for us...<br/>It's a shame really. I can't really imagine what a stable party would look like if we can't get the buzz going...",
            "partyPlanPassing": "I see... well, I better get back to it then. Thanks for the drink !",
            "partyPlanReject": "I have important business to take care of first. Another time, maybe.",
            "partyPlanStart": "Yes ! Thank you {{name}}, you're amazing ! Okay then, come back at hour 20 ! I'll invite everypony and have everything set up by then.",
            "partyPlanSuggest": "Maybe I can help you with that. I could smuggle some alcohol from the outside.",
            "poured-cider": "One cider, coming up ! Anything else ?",
            "poured-juice": "One apple juice for my favorite customer, here we go ! Anything else ?"
        }
    }
}
