{
    "dialogs": {
        "junkville/cook": {
            "ask-about-facade": "C'est qui, Facade ?",
            "ask-job": "Il y a des trucs à faire par ici ?",
            "ask-meal": "Je meurs de faim ! Qu'est-ce que tu peux me proposer ?",
            "ask-room": "J'ai besoin d'une chambre pour me reposer.",
            "ask-town": "Qu'est-ce que tu peux me dire sur ce village ?",
            "battle-reward-negociate": "Je veux bien le faire pour 200 capsules.",
            "dogs-battle-ask-reward": "Je suppose que c'est normal… tu n'es qu'un étranger après tout. Je peux réunir une centaine de capsules pour te payer.",
            "dogs-battle-join-gladly": "Et comment ! Je rate jamais une opportunité de botter des culs !",
            "dogs-battle-join-money": "Je vais pas mettre mes fesses en danger gratuitement. Combien ça paye ?",
            "dogs-battle-join-reward": "Vendu ! Allez, on y va !",
            "dogs-battle-peace": "Je ne crois pas que ce soit un bon moyen de résoudre le problème.",
            "dogs-battle-peacemaking": "Ils représentent une menace constante. Ils pourraient nous tomber dessus n'importe quand. On est pas vraiment une armée ici, et on peut pas se permettre de se faire prendre par surprise. Pourquoi on devrait leur laisser décidér qui à le droit d'aller où, après tous les efforts qu'on a fait pour s'installer ici ?",
            "dogs-battle-peacemaking-appeased": "Quand tu présente les choses comme ça… j'ai pas vraiment envie que l'histoire de notre communauté soit maculée de sang. Ce lieu doit nous servir à construire un nouveau futur… nous regretterions de l'avoir construit sur les erreurs du passé. D'accord. Nous n'attaquerons pas. Mais quand même, il va falloir rester sur nos gardes…",
            "dogs-battle-peacemaking-come": "Tout bien considéré, tu as raison. Je vais vous aider. Allons-y.",
            "dogs-battle-peacemaking-convince": "Tu ne sais même pas s'ils comptent vous attaquer. Vous allez vraiment massacrer un village entier, sur la simple supposition qu'ils pourraient vous attaquer en premier ?",
            "dogs-battle-peacemaking-convince-success": "Je comprends. Ils sont dangereux. Mais tu ne sais même pas s'ils vont essayer quoique ce soit contre vous. Vous massacreriez un village entier, juste pour être sûr qu'ils ne vous massacrent pas en premier. Je suppose que c'est un peu comme ça que l'enfer des megaspells nous est tombé dessus… peut-être qu'il est temps de se mettre à espérer que de bonnes choses vont arriver, même quand la situation semble critique… plutôt que de s'entre-tuer pré-emptivement !",
            "dogs-battle-peacemaking-exit": "Si tu le dis… mais je vais pas me joindre au bain de sang.",
            "dogs-battle-peacemaking-not-appeased": "Si ce doit être fait pour assurer notre sécurité, alors oui. On le portera sur nos consciences, et tant pis. J'en ai assez de fuir. Cette fois-ci, j'affronte la meance les yeux dans les yeux, et je m'assurerai personnellement que mes amis s'en sortiront.",
            "dogs-battle-reject": "Je ne peux pas me joindre à vous. Mais je vous soutient ! Défoncez-les ! Bonne chance !",
            "dogs-battle-reject-alt": "Non. Je ne vais pas souiller mes sabots avec ce sang-là, désolé.",
            "dogs-battle-start": "Alors… tu viens avec nous ? C'est que ça va être dangereux là-dessous. On pourrait avoir besoin de ton aide… et les locaux sauront trouver des moyens de te remercier.",
            "dogs-get-reward": "Ouaip. T'as fait du bon boulot là-dessous. Voilà ta récompense.",
            "dogs-mediation-start": "Il faut qu'on parle des chiens à diamants qui vivent sous la décharge…",
            "dogs-negociate-cancel": "En fait, rien. Je reviendrai quand j'en saurais plus.",
            "dogs-warpath-trigger": "Je suppose qu'il n'y a pas d'autres choix…",
            "dogs/deal-accepted": "Bonne nouvelle ! Les habitants de notre beau village ont acceptés les propositions des chiens à diamant.<br>\nJ'aimerais bien que tu ailles leur annoncer la nouvelle. Nous sommes prêt à les accueillir pour discuter plus en détail de ce dont notre futur est fait !",
            "dogs/deal-rejected": "Nous avons communément décidé de ne pas nous impliquer avec les chiens à diamant. Ils ne sont pas dignes de confiance, et il n'y a aucun intérêt à négocier avec des individus dont nous ne croyons pas la parôle.",
            "dogs/deal-war": "Le peuple a décidé ! On va botter du cul de chien à diamant. Rien d'autre ne peut assurer notre sécurité.",
            "dogs/negociations/about-assembly": "L'assemblée commence tout les jours de 21h à 23h. Tu es libre de venir, si tu veux. On fait ça juste ici, dans l'auberge.",
            "dogs/negociations/captives-not-freed": "Ah oui ? Tant que je n'aurais pas vu les fouilleurs revenus ici, sains et saufs, je refuse de discuter de quoique ce soit avec ces pourritures.",
            "dogs/negociations/entry": "Oui ? Qu'est-ce que tu sais de nouveau ?",
            "dogs/negociations/start-step-1": "Tu veux qu'on discute avec ceux qui ont kidnappé nos amis ? Et puis quoi, on va leur servir le thé et les cookies aussi ?",
            "dogs/negociations/start-step-2": "Bon, admettons que ce soit pas un acte de guerre. Mais c'était quand même une prise d'otages. Tu vois pas le précédent que ça pose ?",
            "dogs/negociations/start-step-3": "Bon. Qu'est-ce qu'ils demandent, de toute façon, tes chiens à diamant ?",
            "dogs/negociations/start-step-3-2": "Ils veulent qu'on leur laisse les tunnels ? Comme si l'espace leur appartenait ? Personne n'a l'autorité pour exiger ça de qui que ce soit. Et puis quoi ensuite ? Un drapeau, un hymne nationale, une taxe sur les pioches ? On ne donne pas de morceaux de terre, par ici.",
            "dogs/negociations/start-step-4": "De toute façon, ça va à l'encontre de tout ce qu'on défend ici. Pas de territoire, pas de clôtures. Et maintenant on devrait sanctuariser le sous-sol ?",
            "dogs/negociations/step-1-angered": "Ah ouais ? Et si c'était ta propre famille, qui avait été enfermée là-dessous, tu ferais toujours dans le relativisme, mon pote ?",
            "dogs/negociations/step-1-convinced": "Hm. S'ils les ont relâchés sans qu'on leur mette un couteau sous la gorge, c'est qu'ils ont au moins une once de jugeotte.",
            "dogs/negociations/step-1-neutral": "Tch… ça je peux comprendre. Mais la peur est mauvaise conseillère, et il sera difficile d'établir une relation stable avec des gens qui ne sont pas rationels.",
            "dogs/negociations/step-2-angered": "Tu justifies leur violence maintenant ? Va leur vendre tes fesses, pendant que tu y es !",
            "dogs/negociations/step-2-convinced": "Mouais… d'habitude, j'crois pas trop à la diplomatie. Mais t'as raison sur un point : mieux vaut un dialogue qu'un bain de sang. ",
            "dogs/negociations/step-2-neutral": "Ouais, ça n'a pas dégénéré cette fois. C'est la fois suivante, qui m'inquiète.",
            "dogs/negociations/step-3-angered": "Oh, j'aimerais bien les voir essayer. Je me ferais un collier avec leurs crocs.",
            "dogs/negociations/step-3-convinced": "Prévenir plutôt que venger, hein ? Ouais, ça se tient. Si on peut éviter qu'un gamin se fasse trouer la peau dans un tunnel… ouais, ça mérite un vote.",
            "dogs/negociations/step-3-neutral": "Et sous prétexte qu'ils sont là depuis plus longtemps, personne ne devrait pouvoir s'y installer, ni même traverser leur territoire ? C'est pas comme ça que ça devrait marcher.",
            "dogs/negociations/step-4-angered": "Tu les prend pour des bêtes sauvages, et tu voudrais qu'on s'accorde avec eux ? T'as pas toute ta tête, toi.",
            "dogs/negociations/step-4-convinced": "Un simple accord de bon voisinage, hein… ouais, ça sonne mieux comme ça, c'est sûr.",
            "dogs/negociations/step-4-neutral": "Hmpf… ouais… quand même… ça revient à leur donner raison.",
            "dogs/negociations/step-5-angered": "Je crois que tu en as assez dit. Je suis plus convaincu que jamais. Les chiens à diamant sont une menace, et nous ne serons jamais en sécurité tant qu'ils seront à nos portes. Je vais réunir les volontaires, et on va leur botter le cul.",
            "dogs/negociations/step-5-convinced": "T'as bien défendu ton truc. Je plaiderai en faveur de l'accord lors de la prochaine assemblée communale. Viens me parler après, je te tiendrais au courant de notre décision.",
            "dogs/negociations/step-5-neutral": "Bon. Je ne promet rien… c'est à la communauté de décider. J'évoquerai le sujet à la prochaine assemblée communale. Je te tiendrais au courant de notre décision.",
            "dogs/negociations/wait-assembly": "On parlera plutôt après l'assemblée. On fera rien avant d'en avoir décidé ensemble.",
            "entry": "Yo ! Je peux faire quelque chose pour toi ? T'as les cros ? Tu veux un pieu pour dormir ?",
            "get-battle-reward": "Bon. Nous avons chassé les chiens à diamant. À propos de ma récompense…",
            "innDialog": "Pour sur ! Ca va te coûter {{nightRent}} capsules pour la nuit, où {{weekRent}} pour la semaine. Tu compte rester longtemps ?",
            "innDialog-followup": "Super ! Tu va rester dans la chambre {{rentedRoomNumber}}. Je te montre ta chambre, où tu pourra te débrouiller comme un grand ?",
            "job-haunted-heap-accept-reward": "C'est un plaisir de travailler pour vous.",
            "job-haunted-heap-reject-reward": "Gardez la récompense. Je n'ai pas besoin de l'argent, je suis content d'avoir été utile.",
            "job-haunted-heap-report-trigger": "À propos des disparitions…",
            "just-passing-by": "Je ne fais que passer. Salut !",
            "leave-ok": "Ok.",
            "negociate-explain-demands": "Ils veulent un accès exclusif à leurs tunnels : plus personne n'y descend. Et ils veulent pouvoir échanger leurs gemmes contre vos ressources.",
            "negociate-explain-demands-advanced": "Afin d'éviter de potentiels accidents, les chiens à diamant voudraient que l'accès à leurs tunnels ancestraux leur soit réservé. Et afin d'entamer des relations amicales avec vous, ils vous proposent également d'ouvrir le commerce entre vos deux mondes : ils ont des gemmes précieuses à foison à offrir, et ils ont besoin de votre matériel médical.",
            "negociate-next": "[suite]",
            "negociate-step1-anger": "Les fouilleurs prennent toujours des risques quand ils s'aventurent dans des recoins inconnus. Ils ont eu de la chance de tomber sur les chiens à diamant, ça aurait pu être pire.",
            "negociate-step1-convince": "C'était une maladresse. Ils avaient peur de vous. Reconnaît qu'ils ont libéré tout le monde, sans heurts.",
            "negociate-step1-neutral": "Ils voulaient éviter un massacre. Ils ne savaient pas à quoi s'attendre. Ils ont improvisés.",
            "negociate-step2-anger": "Les tunnels sont à eux, depuis toujours. Ils sont libres de se défendre comme ils l'entendent.",
            "negociate-step2-convince": "Justement, c'est pour ça qu'on négocie. Pour éviter que ça ne recommence.",
            "negociate-step2-neutral": "La situation n'est pas parfaite, mais au moins, ça n'a pas dégénéré.",
            "negociate-to-step-2": "[suite]",
            "negociation-ask-about-assembly": "L'assemblée communale ?",
            "ok-and-leave": "Ok.",
            "scavenger-convince-ransom": "Tu perdra plus de monde à essayer de les libérer par la force. C'est une rançon, oui. Mais c'est une rançon que vous pouvez vous permettre de payer.",
            "scavenger-convince-ransom-fail": "C'est pas du chantage, c'est une chance. Vous sauvez les votres, et peut-être qu'on évite une guerre.",
            "scavenger-convince-sarcasm": "Tu veux y aller toi-même, gueuler dans un tunnel jusqu'à ce qu'ils te rendent tes amis, ou t'as l'intention prendre un bataillon et de mener la révolution ?",
            "scavenger-ransom-give-up": "Non, et je ne pense pas que je pourrais.",
            "scavenger-ransom-more-time": "Pas encore, je vais avoir besoin de plus de temps.",
            "scavenger-report-cancel": "Je ne sais rien de nouveau, mais je cherche encore.",
            "scavengers-asked-ransom": "Je les ai trouvés. Ils sont en vie, mais retenus par des chiens à diamant, dans les tunnels sous la décharge. Ils demandent un kit médical complet, et cinq potions de soin pour les libérer.",
            "scavengers-saved-convinced": "Je les ai retrouvés. Ils étaient prisonniers sous terre… par des chiens à diamant. Mais j'ai réussi à les convaincre de les relâcher.",
            "scavengers-tell-theyre-dead": "Je les ai trouvés. Trop tard. Ils ont été tués par des chiens à diamant qui vivent sous la décharge.",
            "scavengers/about-facade": "Midnight Facade gère les ressources de Junkville. C'est plus ou moins l'intendante. Elle sait bien mieux que nous tous ce qui rentre et sort de nos stocks.<br><br>\nTu la treouvera dans la première maison à gauche après l'entrée du village.",
            "scavengers/convinced-dogs": "Des chiens à diamant ? T'es sérieux ? Bon sang… et ils t'ont juste écouté comme ça ? T'as dû avoir un sacré argumentaire, ou un flingue bien visible.<br><br>\nT'as fait ce qu'il fallait. Merci. Tout le monde ici s'en souviendra.",
            "scavengers/on-death-report": "Alors c'est comme ça. On descend là-dessous pour chercher des boulons, et on revient pas !<br><br>\nOn va pas faire une putain de veillée funèbre, non. On va leur montrer que Junkville, c'est pas qu'un tas de rouille avec des chiottes partagés. C'est une communauté. Et on mord quand on nous attaque. Je m'en vais prévenir ceux qui veulent se battre. On va descendre et leur montrer de quel bois on se chauffe !",
            "scavengers/on-ransom-give-up": "Je vois. Pas la peine de t'en vouloir… le matos médical est difficile à trouver de nos jours. Bon. Je ne vais pas laisser mes potes pourrir là-dessous, et on dirait bien que je n'ai pas d'autres options. Je vais rassembler ceux qui veulent se battre, et on va récupérer nos potos, d'une manière ou d'une autre.",
            "scavengers/ransom-convinced": "Putain… t'as pas tort… ça me fout la gerbe de céder, mais Junkville, c'est pas une patrie, c'est une famille. Et on abandonne pas la famille. Très bien. Va voir Facade. Dis-lui que je suis d'accord.",
            "scavengers/ransom-intro": "Ah ouais ? Donc ils nous kidnappent les nôtres, et maintenant ils veulent nous vendre leur libération ? Quelle noblesse. Je suis pas surpris que de telles ordures vivent sous une décharge…",
            "scavengers/ransom-not-convined": "Tu me prends pour un caporal ? Ici, personne commande personne. Mais j'ai pas besoin de ton cynisme pour voir qu'on a un vrai problème. Préviens Facade. Si elle pense qu'on peut se permettre cette dépense, on le fera. Sinon, on descend en bas, et on casse des pattes.",
            "scavengers/ransom-war": "Ouais, et peut-être qu'on se met à leur payer des impôts tant qu'on y est ? C'est du foutage de gueule, ce que c'est. On négocie pas avec ceux qui capturent les nôtres. J'vais rassembler ceux qui veulent se battre. On va les tirer de là, ou crever en essayant.",
            "scavengers/report": "Alors ? Tu les as trouvés ? Ils sont vivants ?",
            "scavengers/report-freed": "Oui, les fouilleurs sont revenus à l'auberge, j'ai pu leur parler de ce qui s'était passé ! Bon travail ! Je savais que je pouvais te faire confiance, j'avais un bon pressentiment à ton sujet ! Grâce à toi, la réputation du village est sauve ! Voilà ta récompense <i>[il te tend un petit sac remplis de capsules]</i>.",
            "scavengers/report-freed-with-dead": "Oui, quelques-uns des fouilleurs sont revenus à l'auberge, nous avons pu parler de ce qui s'était produit. C'est triste qu'ils n'aient pas tous survécus… bref, tu as fait du bon boulot. Voilà ta récompense <i>[il te tend une petite poche pleine de capsules]</i>.",
            "scavengers/report-ransom": "Du nouveau ? Tu peux payer la rançon ?",
            "step-3-anger": "Vous n'avez pas vraiment le choix. Si vous ne respectez pas leurs tunnels, ils riposteront. Ils en ont les moyens.",
            "step-3-convince": "Ils veulent juste qu'on respecte leur espace vital. Ils veulent éviter qu'un autre conflit éclate.",
            "step-3-neutral": "Ce n'est pas un morceau de terre. C'est leur maison, leur foyer. Depuis des générations.",
            "step-4-anger": "Ce sont des bêtes sauvages, Randy. Faut leur laisser un coin tranquille.",
            "step-4-convince": "On peut reconnaître leurs tunnels sans parler de propriété. Juste… un accord de bon voisinage.",
            "step-4-neutral": "Il y a bien assez de ressources sur la surface pour que vous n'ayez pas besoin de débouler chez eux.",
            "tell-dogs-want-to-negociate": "Les chiens à diamant veulent négocier la nature de vos futures relations.",
            "to-scavenger-war": "[suite]"
        }
    }
}
