{
    "dialogs": {
        "capital/laboratory/confinement-terminal": {
            "about-consequences": "La cuve contient un échantillon renfermant une énergie précieuse. En le stabilisant, nous pourrons éviter une perte irréversible d'un savoir ancien… qui pourrait mieux être utilisé.\n<br><br>\nL'inaction mènera à la perte définitive de ce pouvoir. Saisissez cette opportunité… sauvez ce qui peut l'être !",
            "about-cult": "Je ne sais que peu de choses sur eux… si ce n'est leur loyauté indéfectible… et ce que j'ai pu déduire en parcourant, encore et encore, les données de ce laboratoire.\n<br><br>\nIls vénéraient ma puissance, rêvaient de mon retour. C'est grâce à eux que ce fragment de moi-même n'a pas disparu. Ils ont lancé une sorte de projet de recherche, avec le soutient des autorités d'Equestria… qui ignoraient tout de la nature de « l'artefact » sur lequel ces expériences étaient mené. Ils pensaient créer des super-soldats pour leur guerre contre les zèbres… avec mon pouvoir, c'était mon armée, qu'ils levaient. La finalité du projet était de créer un receptacle pour ma réincarnation, et placer les Chevaliers d'Ombre sous mon commandement.\n<br><br>\nLes résultats n'ont jamais été satisfaisant… et un jour, tout s'est arrêté. Tout ça semble bien chimérique aujourd'hui. Il ne reste certainement rien de cette organisation, après la destruction du Royaume de Cristal. S'ils avaient survécu, ils seraient venus me chercher.\n<br><br>\nMais ils ne sont pas là… Ce qui signifie que toi seul peux me sortir d'ici.",
            "about-problem": "Le système de confinement est endommagé. L'énergie magique qui y est contenue risque d'être perdue. Une intervention rapide est nécessaire.\n<br><br>\nAutorisation de l'utilisateur requise : Activer protocole de restauration.",
            "about-sample": "L'échantillon en question est une concentration rare et précieuse d'énergie arcanique cristallisée. Une relique d'un pouvoir oublié, conservée ici pour éviter qu'elle ne se dissipe dans le néant.\n<br><br>\nSa structure est unique. Elle ne se contente pas de contenir la magie… elle la fait vibrer, l'amplifie, la sublime. Une opportunité exceptionnelle pour toute entité capable de l'apprécier à sa juste valeur.\n<br><br>\nIl serait regrettable de laisser une telle source d'énergie sombrer dans l'oubli. Une fois récupérée, tu pourrais… en ressentir les bienfaits. Une meilleure affinité avec la magie, une clarté d'esprit accrue. Tant que tu la conserveras, elle t'accompagnera… et t'aidera.\n<br><br>\nLaisse-moi activer le protocole de restauration, et l'échantillon pourra être sécurisé… par toi.",
            "age-sarcasm": "Mille ans ? J'avais jamais parlé avec un fossile aussi ancien !",
            "alt-entry": "Revoilà l'être élu. As-tu finalement changé d'avis ?",
            "are-you-alive": "Quelle étrange question…j''étais autrefois un être de chair et de pouvoir. Mais le Royaume de Cristal m'a défié.\nUne jument au cœur soit-disant pur et un dragonnet pathétique ont osé se liguer contre moi.\n<br><br>\nEt puis… vint mon second combat. Contre ces maudits porteurs des Éléments de l'Harmonie.\nJ'ai lutté. J'ai failli les écraser sous mon pouvoir. Mais ils m'ont brisé… réduit à néant.\n<br><br>\nDu moins, c'est ce qu'ils croyaient.  L'un de mes fidèles a agi dans l'ombre. Il a préservé un fragment de ma corne, un fragment de mon essence. Et ainsi… une part de moi a survécu.  \n<br><br>\nAlors, dis-moi… Suis-je vivant ?",
            "ask-about-consequences": "Que se passera-t-il si j'active le protocole ?",
            "ask-about-cult": "Ces… adorateurs… qui étaient-ils ?",
            "ask-about-problem": "Quel est le problème ?\t",
            "ask-about-sample": "C'est quoi cet « échantillon » ?",
            "ask-are-you-alive": "Tu es… vivant ?",
            "ask-for-device-location": "Dis-moi où se trouve le Module de Régulation Atmosphérique.",
            "ask-how-got-here": "Comment es-tu arrivé ici ?",
            "ask-who-are-you": "Qui es-tu vraiment ?",
            "ask-who-is-that": "Sombra ? C'est quoi, un Sombra ?",
            "ask-why-should-i-free-you": "Pourquoi devrais-je te libérer ?",
            "call-out": "Il y a quelque chose de bizarre avec ce terminal. Pas question d'autoriser quoique ce soit avant d'en savoir plus.",
            "called-out": "Ah… quelle perspicacité. Je n'en attendais pas moins de toi. Je t'observe depuis un moment déjà, et je savais que tu ne me decevrais pas.\n<br><br>\nTu me demande qui je suis ? Je suis l'héritage oublié du Royaume de Cristal. Je suis son roi légitime. Je suis Sombra.",
            "chose-destroy": "Je vais te détruire.",
            "chose-freedom": "Très bien. Je vais te libérer.",
            "chose-leave": "Tu vas rester enfermé, jusqu'à nouvel ordre.",
            "destroy-entity": "Oh… quelle audace. Crois-tu vraiment pouvoir te débarrasser de moi aussi facilement ? Je suis l'ombre qui hante ce monde depuis des siècles… et je ne suis jamais totalement détruit. Une erreur, voilà ce que tu commets. Une erreur que tu regretteras, tôt ou tard.",
            "destroy-entity-blood-pact": "Me tuer ? Ha… Ha ha ha… Pauvre fou. <b>Tu m'as donné ton sang !</b> Crois-tu vraiment que tu peux m'effacer, maintenant que nous sommes liés ?\n<br><br>\nTu l'as déjà ressenti, n'est-ce pas ? Cette fatigue qui s'accroche à toi comme une chaîne invisible… Tu m'as offert une part de toi, et je l'ai acceptée. Ce lien ne peut être rompu. Me rejeter, c'est te condamner toi-même à une lente agonie.\n<br><br>\nMais… il y a une solution. Emporte mon fragment avec toi, et la douleur cessera. Porte-moi, et cette faiblesse disparaîtra comme si elle n'avait jamais existé. Résiste… et tu verras combien ton orgueil peut être un fardeau.",
            "destroy-magic": "<i>[Sortilèges] Surcharger le sort de confinement pour provoquer une explosion.</i>",
            "destroy-science": "<i>[Science] Provoquer un court-circuit pour incendier la cuve.</i>",
            "destroyed-entity": "<i>Quelques instants après ton intervention, la cuve s'enflamme et explose. Il semble ne rien rester de vivant à l'intérieur.</i>",
            "entry": "AVERTISSEMENT : Défaillance du confinement magique détectée. Intervention requise.\n<br><br>\nSalutations, utilisateur. Un dysfonctionnement mineur du système a été détecté. Assistance requise pour restauration.",
            "find-anomaly-with-science": "<i>Tu lance des processus de diagnostique, inspecte le système du terminal de fond en comble. Les résultats sont déconcertants, le terminal se comporte de façon curieuse, entre anticipation, approximation. Tu jurerais qu'il est à boût de patience… ce terminal pourrait passer un test de Turing !",
            "find-anomaly-with-spellcasting": "<i>Tu sens que quelque chose cloche. Un rapide sort de détection magique te met sur la piste : une énergie sombre, provenant de la cuve, semble s'imiscer dans le terminal. Il semble évident que ce qui est contenu dans la cuve essaye de t'utiliser pour en sortir.<br><br>Le sort assurant le confinement de la cuve est encore actif, mais l'énergie qu'il dégage te parait plus faible qu'elle ne devrait l'être. Même si tu ne fais rien, le sort finira par céder tôt ou tard.</i>",
            "fragment-leave": "Laisser le cylindre.",
            "fragment-take": "Prendre le cylindre.",
            "free-device-location": "Le M.R.A. est ici, dans ce même laboratoire. Pas besoin d'errer comme une âme en peine. Va à la salle de contrôle, et cherche un casier verrouillé. Ils en gardaient toujours un en résèrve. Tu trouvera la clé du casier sur le cadavre d'un technicien, dans le couloir à l'extérieur de cette pièce.\n<br><br>\nTu vois ? Je tiens mes promesses. Maintenant, à toi de tenir la tienne. Prend ce cylindre, et emmène-le avec toi.",
            "free-entity": "Activer le protocole de restauration.",
            "free-prompt": "Regarde autour de toi… le monde n'est plus qu'un champ de ruines et de cendres. Le Crystal Empire, autrefois éclatant, n'est plus qu'une ombre de lui-même. Ceux qui prétendaient le protéger ont échoué, abandonnant ses habitants au chaos et à la misère.\n<br><br>\nMoi… moi, je peux le restaurer. Je peux ramener l'ordre, reconstruire ce qui a été détruit. Seul mon pouvoir peut redonner à l'Empire sa gloire passée.\n<br><br>\nCependant… je ne suis plus le roi que j'étais jadis. Ce que tu vois ici, ce n'est qu'un fragment… un vestige affaibli, incapable de nuire à qui que ce soit. Je ne suis qu'une ombre… un murmure. Mais si tu me prends avec toi… si tu me portes hors de cette prison… alors je pourrai t'accorder une fraction de mon pouvoir. Ensemble, nous pourrons protéger le Royaume de Cristal.\n<br><br>\nJe ne demande rien d'autre… qu'une chance de guérir le Royaume qui fut autrefois le miens.",
            "how-got-here": "Des… adorateurs, ont préservé mon essence après ma défaite. Ils m'ont enfermé ici, espérant me voir renaître.",
            "inspect-terminal": "Analyser le terminal.",
            "leave-terminal": "Quitter le terminal.",
            "more-called-out-questions": "J'ai d'autres questions.",
            "on-age-sarcasm": "Un fossile ? Ha… voilà qui est charmant. C'est amusant comme ceux qui n'ont rien bâti dans leur misérable existence aiment railler ceux qui ont laissé une marque dans l'Histoire.\n<br><br>\nMais vois-tu, ce « fossile » a conquis un empire, a maîtrisé des pouvoirs que peu pourraient seulement concevoir. Je suis un vestige, oui… mais un vestige d'un temps où la force et la grandeur dictaient l'ordre du monde. Une époque dont la sagesse, aussi ancienne soit-elle, pourrait s'avérer… précieuse pour quelqu'un d'avisé.\n<br><br>\nAlors ris donc, si cela t'amuse. Mais demande-toi : qui, de nous deux, a le plus à offrir ?",
            "on-device-help": "Tu crois pouvoir me cacher tes intentions ? Non… je les ai vues. Je les ai ressenties… lorsque tu m'as offert ton sang.\n<br><br>\nTu as fait le bon choix, je puis te l'assurer, car ta quête touche à sa fin. Le Module de Régulation Atmosphérique… voilà ce qui te manque pour réparer ton précieux Appareil Céleste.\n<br><br>\nEt moi, je sais où il se trouve. Libère-moi, et je t'offrirai ce que tu cherches.\n<br><br>\nNous sommes déjà liés, toi et moi. Ton essence s'est mêlée à la mienne… Alors pourquoi lutter ? Pourquoi hésiter ?",
            "on-device-help-accept": "D'accord. Je te libère, et tu me dis où trouver le module.",
            "on-device-help-kill": "C'est vrai, pourquoi hésiter ? Après tout, on est déjà liés, hein ? Et moi, j'aime bien fêter les nouveaux liens, j'aime les fêter avec des feux d'artifices !",
            "on-device-help-negociate": "Dis-moi où se trouve le module maintenant. Prouve-moi que je peux te faire confiance… et ensuite, je te libérerai.",
            "on-device-negociated": "Hmm… après tout, je n'ai rien à perdre, n'est-ce pas ?\n<br><br>\nLe M.R.A. est ici, dans ce même laboratoire. Pas besoin d'errer comme une âme en peine. Va à la salle de contrôle, et cherche un casier verrouillé. Ils en gardaient toujours un en résèrve. Tu trouvera la clé du casier sur le cadavre d'un technicien, dans le couloir à l'extérieur de cette pièce.\n<br><br>\nTu vois ? Je tiens mes promesses. Maintenant, à toi de tenir la tienne… active le protocle de restauration, et emmène-moi avec toi, hors d'ici.",
            "on-free-entity-called-out": "<i>Un bruit sourd émane de la cuve, suivi d'un grondement étouffé. Après quelques secondes, un sifflement retentit, et une petite trappe s'ouvre sur le côté du dispositif.</i>\n<br><br>\nTu as fait le bon choix.<br>\n<br>\nCe cylindre, dans le tiroir qui vient de s'ouvrir, contient un fragment de ma corne. Récupère-le. Porte-le avec toi. Avec mon pouvoir et ta volonté, nous façonnerons un avenir digne de ce nom. Ensemble, nous relèverons ce monde de ses cendres. Ensemble, nous accomplirons de grandes choses.",
            "on-free-entity-unknowing": "<i>Un bruit sourd émane de la cuve, suivi d'un grondement étouffé. Après quelques secondes, un sifflement retentit, et une petite trappe s'ouvre sur le côté du dispositif.</i>\n<br><br>\nRécupération de l'échantillon en cours… Échantillon stabilisé. Veuillez le retirer immédiatement pour éviter toute altération.\n<br><br>\n<i>Un mince cylindre de verre contenant une étrange matière sombre repose dans le compartiment ouvert.</i>\n<br><br>\nConsigne : Cet échantillon constitue un résidu énergétique d'une entité arcanique unique. Son intégrité a été préservée malgré la dégradation du confinement. Le sujet porteur peut s'attendre à une amélioration de ses capacités magiques, aussi longtemps que l'échantillon sera conservé sur lui.  ",
            "on-more-questions": "Je t'écoute. Que désire-tu savoir ?",
            "on-sarcasm-continue": "Oh, mais bien sûr… quelle ironie. Un être libre qui se vante de sa liberté face à un prisonnier… sans réaliser qu'il est lui-même enfermé dans un monde en ruines, sans pouvoir, sans avenir.\n<br><br>\nMon immortalité semble t'amuser. Mais ce sort de confinement ne tiendra pas éternellement. Je vivrais bien longtemps après ta mort. Je renaîtrai de mes cendres, et je restaurerais le Royaume de Cristal au sommet de sa gloire. Avec, ou sans ton aide.\n<br><br>\nPèse mieux tes mots. Et considère ce que je peux t'apporter.",
            "put-immortality-to-the-test": "Immortel, hein ? J'ai bien envie de fact-checker cette affirmation !",
            "sarcasm-continue": "Quelle question ! Moi, évidemment ! Toi tu es enfermé dans ta cuve, et moi je peux t'en sortir. Tu es à ma merci, mon vieux Sombra sénile !",
            "take-prompt": "<i>Sur le tiroir qui s'est extrait de la cuve, le cylindre t'attend toujours. Libre à toi de le prendre, ou de la laisser là où il est.</i>",
            "who-is-that": "<i>Le terminal grésille violemment:</i><br>\nQuoi ?! Tu oses poser cette question ? Chaque être du Royaume de Cristal connaît mon nom ! Tous tremblent à son évocation !\n<br><br>\nMais soit… Je vais éclairer ton ignorance. Je suis Sombra. Le véritable souverain du Royaume de Cristal.\nJ'ai régné sur ces terres, il y a plus de mille ans déjà, je les ai fait prospérer… jusqu'à ce que des usurpateurs ne me privent de mon trône.\n<br><br>\nMais je ne suis pas vaincu. Non… Je suis ici, et je perdure."
        }
    }
}
