{
  "dialogs": {
    "capital/laboratory/confinement-terminal": {
      "about-consequences": "The vat contains a sample of precious energy. By stabilizing it, we can prevent the irreversible loss of ancient knowledge... which could be better used.\n<br><br>\nInaction will lead to the permanent loss of this power. Seize this opportunity... save what can be saved!",
      "about-cult": "I know little about them... other than their unwavering loyalty... and what I've been able to deduce by combing through this lab's data, again and again.\n<br><br>\nThey worshipped my power, dreamed of my return. It's thanks to them that this fragment of myself has not disappeared. They launched a sort of research project, with the support of the Equestrian authorities... who were completely unaware of the nature of the \"artifact\" these experiments were being conducted on. They thought they were creating super-soldiers for their war against the zebras... With my power, it was my army they were raising. The purpose of the project was to create a vessel for my reincarnation, and place the Shadow Knights under my command. The results were never satisfactory... and one day, everything stopped. It all seems rather fanciful today. There's certainly nothing left of that organization after the destruction of the Crystal Kingdom. If they had survived, they would have come looking for me. But they're not here... Which means only you can get me out of here.",
      "about-problem": "The containment system is damaged. The magical energy contained within is at risk of being lost. Rapid intervention is required. User permission required: Enable restoration protocol.",
      "about-sample": "The sample in question is a rare and precious concentration of crystallized arcane energy. A relic of a forgotten power, preserved here to prevent it from dissipating into nothingness.\n<br><br>\nIts structure is unique. It doesn't just contain magic... it makes it vibrate, amplifies it, sublimates it. An exceptional opportunity for any entity capable of appreciating its true value.\n<br><br>\nIt would be a shame to let such a source of energy sink into oblivion. Once recovered, you could... feel its benefits. A greater affinity with magic, increased clarity of mind. As long as you hold onto it, it will accompany you... and help you.\n<br><br>\nLet me activate the restoration protocol, and the sample can be secured... by you.",
      "age-sarcasm": "A thousand years? I've never spoken with such an ancient fossil!",
      "alt-entry": "The chosen one is back. Have you finally changed your mind?",
      "are-you-alive": "What a strange question... I was once a being of flesh and power. But the Crystal Kingdom challenged me. A supposedly pure-hearted mare and a pathetic dragonet dared to gang up on me.<br><br>And then... came my second battle. Against those cursed wielders of the Elements of Harmony. I struggled. I nearly crushed them beneath my power. But they broke me... reduced me to nothing.<br><br>Or so they thought. One of my faithful acted in the shadows. He preserved a fragment of my horn, a fragment of my essence. And so... a part of me survived. \n<br><br>\nSo, tell me... Am I alive?",
      "ask-about-consequences": "What will happen if I activate the protocol?",
      "ask-about-cult": "Those... cultists... who were they?",
      "ask-about-problem": "What's the problem?",
      "ask-about-sample": "What is this 'sample'?",
      "ask-are-you-alive": "Are you... alive?",
      "ask-for-device-location": "Tell me where the Atmospheric Regulation Module is.",
      "ask-how-got-here": "How did you get here?",
      "ask-who-are-you": "Who are you really?",
      "ask-who-is-that": "Sombra? What's a Sombra?",
      "ask-why-should-i-free-you": "Why should I free you?",
      "call-out": "There's something odd about this terminal. There's no way I'm authorizing anything until I know more.",
      "called-out": "Ah... such insight. I expected nothing less from you. I've been watching you for a while now, and I knew you wouldn't disappoint me.\n<br><br>\nYou ask who I am? I am the forgotten legacy of the Crystal Kingdom. I am its rightful king. I am Sombra.",
      "thing-destroy": "I will destroy you.",
      "thing-freedom": "Very well. I will free you.",
      "thing-leave": "You will remain locked away.",
      "destroy-entity": "Oh... such audacity. Do you really think you can get rid of me so easily? I am the shadow that has haunted this world for centuries... and I am never completely destroyed. A mistake, that's what you're making. A mistake you'll regret, sooner or later.",
      "destroy-entity-blood-pact": "Kill me? Ha… Ha ha ha… Poor fool. <b>You gave me your blood!</b> Do you really think you can erase me, now that we're bound?\n<br><br>\nYou've felt it before, haven't you? This weariness that clings to you like an invisible chain… You offered me a part of yourself, and I accepted it. That bond cannot be broken. To reject me is to condemn yourself to slow agony.\n<br><br>\nBut… there is a solution. Take my fragment with you, and the pain will cease. Carry me, and this weakness will disappear as if it never existed. Resist… and you will see what a burden your pride can be.",
      "destroy-magic": "[Spells] Overload the containment spell to cause an explosion.",
      "destroy-science": "[Science] Cause a short circuit to set the vat ablaze.",
      "destroyed-entity": "Moments after your intervention, the vat bursts into flames and explodes. Nothing living appears to remain inside.",
      "entry": "WARNING: Magical containment failure detected. Intervention required.\n<br><br>\nGreetings, user. A minor system malfunction has been detected. Assistance required for restoration.",
      "find-anomaly-with-science": "You run diagnostic processes, inspect the terminal's system thoroughly. The results are disconcerting; the terminal is behaving oddly, somewhere between anticipation and guesswork. You'd swear He's running out of patience... this terminal could pass a Turing Test!",
      "find-anomaly-with-spellcasting": "<i>You sense something is amiss. A quick detect magic spell puts you on the right track: a dark energy, coming from the vat, seems to be seeping into the terminal. It seems obvious that whatever is contained within the vat is trying to use you to escape.<br><br>The spell containing the vat is still active, but the energy it emits seems weaker than it should be. Even if you do nothing, the spell will break sooner or later.</i>",
      "fragment-leave": "Leave the cylinder.",
      "fragment-take": "Take the cylinder.",
      "free-device-location": "The M.R.A. is here, in this very lab. No need to wander around like a lost soul. Go to the control room and look for a locked locker. They always kept one in reserve. You'll find the locker key on a technician's corpse, in the hallway outside this room.\n<br><br>\nSee? I keep my promises. Now, it's up to you to keep yours. Take this cylinder, and take it with you.",
      "free-entity": "Activate the restoration protocol.",
      "free-prompt": "Look around you... the world is nothing but a field of ruins and ashes. The once shining Crystal Empire is a shadow of its former self. Those who claimed to protect it have failed, abandoning its people to chaos and misery.\n<br><br>\nI... I can restore it. I can bring order, rebuild what was destroyed. Only my power can restore the Empire to its former glory.\n<br><br>\nHowever... I am no longer the king I once was. What you see here is only a fragment... a weakened remnant, unable to harm anyone. I am only a shadow... a whisper. But if you take me with you... if you carry me from this prison... then I can grant you a fraction of my power. Together, we can protect the Crystal Kingdom.\n<br><br>\nI ask for nothing other... than a chance to heal the Kingdom that was once mine.",
      "how-got-here": "Worshippers preserved my essence after my defeat. They locked me here, hoping to see me reborn.",
      "inspect-terminal": "Analyze terminal.",
      "leave-terminal": "Leave terminal.",
      "more-called-out-questions": "I have more questions.",
      "on-age-sarcasm": "A fossil? Ha... that's charming. It's funny how those who have built nothing in their miserable existence love to mock those who have left a mark on history.\n<br><br>\nBut you see, this \"fossil\" conquered an empire, mastered powers few could even conceive. I am a remnant, yes... but a remnant of a time when strength and grandeur dictated the order of the world. An era whose wisdom, however ancient, could prove... precious to a wise person.\n<br><br>\nSo laugh, if it amuses you. But ask yourself: which of us has the most to offer?",
      "on-device-help": "You think you can hide your intentions from me? No... I saw them. I felt them... when you offered me your blood.\n<br><br>\nYou made the right choice, I can assure you, for your quest is nearing its end. The Atmospheric Regulation Module... that's what you need to repair your precious Celestial Device.\n<br><br>\nAnd I know where it is. Free me, and I will offer you what you seek.\n<br><br>\nWe are already bound, you and I. Your essence has mingled with mine... So why struggle? Why hesitate?",
      "on-device-help-accept": "Okay. I'll release you, and you tell me where to find the module.",
      "on-device-help-kill": "That's right, why hesitate? After all, we're already bonded, right? And I like to celebrate new bonds, I like to celebrate them with fireworks!",
      "on-device-help-negociate": "Tell me where the module is now. Prove to me that I can trust you... and then I'll release you.",
      "on-device-negociated": "Hmm... after all, I have nothing to lose, do I?\n<br><br>\nThe M.R.A. is here, in this very lab. No need to wander around like a lost soul. Go to the control room and look for a locked locker. They always kept one in reserve. You'll find the locker key on the corpse of a technician, in the hallway outside this room.\n<br><br>\nSee? I keep my promises. Now, keep yours... activate the restoration protocol, and take me with you, out of here.",
      "on-free-entity-called-out": "<i>A dull thud emanates from the vat, followed by a muffled rumble. After a few seconds, a hiss sounds, and a small hatch opens on the side of the device.</i>\n<br><br>\nYou made the right choice.<br>\n<br>\nThis cylinder, in the drawer that just opened, contains a fragment of my horn. Retrieve it. Carry it with you. With my power and your will, we will shape a future worthy of the name. Together, we will raise this world from its ashes. Together, we will accomplish great things.",
      "on-free-entity-unknowing": "<i>A dull thud emanates from the vat, followed by a muffled rumble. After a few seconds, a hiss sounds, and a small hatch opens on the side of the device.</i>\n<br><br>\nSample retrieval in progress... Sample stabilized. Please remove immediately to prevent tampering.\n<br><br>\n<i>A thin glass cylinder containing a strange dark matter rests in the open compartment.</i>\n<br><br>\nInstruction: This sample constitutes the energetic residue of a unique arcane entity. Its integrity has been preserved despite the degradation of containment. The subject can expect an enhancement of their magical abilities, as long as the sample is retained. ",
      "on-more-questions": "I'm listening. What do you want to know?",
      "on-sarcasm-continue": "Oh, but of course... how ironic. A free being who boasts of his freedom in front of a prisoner... without realizing that he himself is trapped in a ruined world, without power, without a future.\n<br><br>\nMy immortality seems to amuse you. But this confinement spell won't last forever. I will live long after your death. I will rise from my ashes, and I will restore the Crystal Kingdom to its peak of glory. With, or without your help.\n<br><br>\nWeigh your words carefully. And consider what I can offer you.",
      "put-immortality-to-the-test": "Immortal, eh? I really want to fact-check that statement!",
      "sarcasm-continue": "What a question! Me, of course! You're trapped in your vat, and I can get you out. You are at my mercy, my senile old Sombra!",
      "take-prompt": "<i>On the drawer that came out of the vat, the cylinder still awaits you. You are free to take it, or leave it where it is.</i>",
      "who-is-that": "<i>The terminal crackles violently:</i><br>\nWhat?! You dare ask that question? Every being in the Crystal Kingdom knows my name! They all tremble at its mention!\n<br><br>\nBut so be it… I will enlighten your ignorance. I am Sombra. The true ruler of the Crystal Kingdom.\nI reigned over these lands over a thousand years ago, I made them prosper... until usurpers deprived me of my throne.\n<br><br>\nBut I am not defeated. No… I am here, and I endure."
    }
  }
}
