{
    "dialogs": {
        "capital/laboratory/terminal": {
            "alim-consult-corrupt-files": "Continuer à explorer les fichiers corrompus...",
            "alim-pact-accept": "<i>Accepter et donner son sang.</i>",
            "alim-pact-reject": "Jamais de la vie. Putain c'était quoi ce bordel ?",
            "alim-reorient-energy": "Réorienter l'alimentation vers l'ascenseur principal.",
            "alim-transfer-confirm": "Confirmer.",
            "ask-confinement-room": "Chercher des informations sur la salle de confinement.",
            "ask-control-log-1": "#434 : Ils sont là",
            "ask-control-log-2": "#435 : Il m'attend",
            "ask-control-log-3": "#436 : La voix",
            "ask-generator-location": "Chercher la localisation du générateur principal.",
            "ask-log-014": "Entrée #014",
            "ask-log-047": "Entrée #047",
            "ask-log-065": "Entrée #065",
            "ask-log-093": "Entrée #093",
            "ask-log-101": "Entrée #101",
            "ask-log-113": "Entrée #113",
            "ask-restricted-advanced-diagnostic": "Effectuer un diagnostic complet.",
            "ask-restricted-alimented-systems": "Liste des systèmes alimentés.",
            "ask-restricted-diagnostic": "Effectuer un diagnostic.",
            "back-to-alim-main-menu": "Revenir au menu principal.",
            "back-to-restricted-main-menu": "Revenir au menu principal.",
            "check-for-celestial-device-part": "Vérifier la disponibilité d'une pièce de rechange.",
            "chemistry-back-to-experiments": "Retour à l'index de dossier experimentaux.",
            "chemistry-back-to-main-menu": "Retour au menu principal.",
            "chemistry-lab-consult-experiments": "Examiner les dossiers experimentaux.",
            "chemistry-lab-consult-notes": "Consulter les notes de travail.",
            "chemistry-lab-experiment-note-1": "Note: Reáction aux variations de températures",
            "chemistry-lab-experiment-note-2": "Note: Développement du sort Armure de Givre",
            "chemistry-lab-further-celestial-device": "Module de régulation atmosphérique ? C'est une des pièces du Dispositif Celeste ! <i>(Lire la note)</i>",
            "chemistry-lab/celestial-device-hint": "> **Note du Dr. Brass Circuit – Laboratoire mutagénique**<br>  \n> **Entrée #126** - Défaillance du Module de Régulation Atmosphérique<br>\n<br>\n\nUne brèche s’est produite dans la salle d’expérimentation mutagénique, causant la diffusion accidentelle d’un gaz toxique dans le système d’aération. Heureusement, les concentrations étaient faibles et les effets limités à quelques évanouissements passagers.\n<br><br>\nCependant, cette fuite met en évidence une défaillance préoccupante du M.R.A. Il est surprenant qu’un composant, conçu par Stable-Tec, pour fonctionner en continu sur des centaines d'années, montre une telle détérioration après si peu de temps d’utilisation. La nature exacte de cette dégradation ne correspond pas à l’usure prévue par les fiches techniques. Il se passe quelque chose que nous ne comprenons pas encore, et il va falloir faire preuve de vigilence pour comprendre de quoi il retourne.\n<br><br>\nÀ partir de maintenant, une surveillance accrue du système atmosphérique sera mise en place. Je recommande que nous gardions toujours au moins un M.R.M.A. de rechange en stock, idéalement directement dans le poste de contrôle du 3ième sous-sol, afin de pouvoir remplacer la pièce rapidement, en cas ou une nouvelle situation urgente se présenterait. J’ai transmis une demande d’approvisionnement pour en recevoir de nouveaux dès que possible.",
            "chemistry-lab/entry": "Connexion en cours...<br>\nTerimnal laboratoire mutagénique.",
            "chemistry-lab/experiment-note-1": "> **Note du Dr. Brass Circuit – Laboratoire mutagénique**<br>  \n> **Entrée #151** - Réactions aux variations de température<br>\n<br>\nNos derniers tests ont révélé une faiblesse inattendue chez les Chevaliers d’Ombre : leurs sens semblent être perturbés par des températures basses. En simulant un environnement proche du gel, nous avons observé une désorientation marquée et une diminution de leur réactivité.\n<br><br>\nCe détail pourrait expliquer pourquoi ces créatures évitent instinctivement les zones proches des systèmes de ventilation, où l’air est plus froid. Cette information pourrait s’avérer utile en cas de perte de contrôle d’un spécimen.",
            "chemistry-lab/experiment-note-2": "> **Note du Dr. Brass Circuit – Laboratoire mutagénique**<br>  \n> **Entrée #152** - Développement du sort Armure de Givre<br>\n<br>\nSuite à mes observations sur la sensibilité thermique des Chevaliers d’Ombre, j’ai développé un sort d’Armure de Givre. Ce sort enrobe son porteur d’un manteau de glace arcanique, réduisant la température autour de lui et perturbant la perception des créatures sensibles au froid.\n<br><br>\nHonnêtement, ces monstres me mettent mal à l’aise, et je sais que nous sommes nombreux à partager ce sentiment... sauf ce taré de Violet, bien sûr. Je n'ai pas exactement eu le courage de tester ce sort en situation réelle, mais au moins, il me permet de dormir un peu mieux la nuit.\n<br><br>\nSi d'autres licornes sont intéressées, j'ai noté les instructions du sort dans un grimoire. Je suis le premier à comprendre vos inquiétudes, et je vous laisserai volontiers le consulter : vous n'aurez qu'à venir me voir dans mon bureau.",
            "chemistry-lab/experiments": "<i>La plupart des données sont corrompues et le système ne te laisse pas y accéder. Deux rapports demeurent intacts:</i>",
            "chemistry-lab/notes": "<i>Une liste de rapports apparaît. Un titre en particulier attire ton attention :</i>\n<br>\n<ul>\n  <li>Défaillance du module de régulation atmosphérique</li>\n</ul>",
            "computer-room-log-access": "Consulter les logs personnels.",
            "computer-room/entry": "Connexion en cours...<br>\nTerimnal de l'ordinateur central.",
            "consult-generator-manual": "Lire les spécifications des générateurs.",
            "control-ask-recent-logs": "Consulter les logs récents.",
            "control-room-next-log-2": "Lire l'entrée suivante.",
            "control-room/about-celestial-device-part": "Recherche de pièces disponibles...<br>\n<br>\nUne unité de remplacement est répertoriée dans le casier de la salle de contrôle.",
            "control-room/entry": "Connexion en cours...<br>\nTerimnal salle de contrôle.\n<br><br>\n<font color=\"red\">ALERTE :</font> Module de Régulation Atmosphérique (M.R.A.) hors-service. Veuillez remplacer la pièce défectueuse.",
            "control-room/log-1": "Je suis seul. Les autres sont partis. Je ne sais pas encore ce qui s'est passé là-haut, mais tous nos systèmes ont déconnés en même temps. Le monte-charge a ouvert ses portes, et les Chevaliers d’Ombre se sont engouffrés dedans. La sécurité a paniqué, a activé le protocole d’évacuation. Moi, on m’a oublié.<br>\n<br>\nJe les vois encore. Errant dans les couloirs, flottant, me cherchant. L’obscurité dans laquelle ils nagent me glace le sang. Je suppose qu'on va envoyer une équipe pour nettoyer tout ça... je vais m'armer de patience.",
            "control-room/log-2": "Pas de nouvelles depuis deux jours. Qu'est-ce qu'ils foutent putain ?<br><br>Les Chevaliers d'Ombre sont partis… tous, sauf un. Il reste là, juste derrière la vitre. Il ne bouge pas, il me regarde. Il attend. Je ne peux pas sortir.<br>\n<br>\nJ’ai vérifié les caméras. Il ne fait rien. Juste… là. Comme s’il savait que je finirai par ouvrir la porte.",
            "control-room/log-3": "Il me parle. Pas avec des mots. Pas avec une bouche. Parfois, je crois le lire, sur le terminal, l'espace d'un instant, puis tout redevient normal.<br>\n<br>\nIl me dit que je n’ai rien à craindre. Que je dois juste ouvrir la porte.<br>\n<br>\nJe pense que je vais le faire. Il a raison. Personne ne viendra plus. Lui seul peut me sauver. Il est temps.",
            "control-room/log-index": "Chargement des logs...<br>\n<br>\n<i>Au-dessus de nombreuses notes sans intérêt, les trois dernières notes portent des titres évocateurs...</i>",
            "corrupt-files-go-furhter-beyond": "Mais c'est quoi ce bordel ?",
            "corrupt-files-go-further": "Ouvrir le fichier.",
            "corrupt-files-leave": "Non. Non non non. Je me casse. Ciao.",
            "leave-terminal": "Quitter le terminal.",
            "log-read-more": "[Lire la suite]",
            "lookup-alim-data": "Explorer les données disponibles.",
            "read-scientist-mail-warning": "Mise en garde et prospectives (brouillon)",
            "read-scientist-request": "Requête de matériel",
            "restricted-alim/alim-data-lookup": "<i>Les données présentes sur ce terminal sont essentiellement corrompues. Cependant, après quelques minutes de recherche, tu y trouve les spécifications des générateurs : le fichier est intact.</i>",
            "restricted-alim/alim-transfer": "Accès aux circuits d’alimentation en cours...\n<br><br>\n<i>Après avoir consulté les options disponible, tu détermine qu'il est possible de rediriger suffisament d'énergie vers l'ascenseur principal pour le remettre en marche. En revanche, il faudra couper l'alimentation pour certaines portes qui ne pourront plus être ouvertes mécaniquement.</i>\n<br><br>\n<i>Alors que tu t'apprête à opérer les changements nécessaire, le message suivant apparaît:</i>\n<br><br>\nATTENTION : Cette action est irréversible. Confirmer la réorientation de l’énergie ?",
            "restricted-alim/corrupt-files": "ATTENTION : Fichiers endommagés. Récupération impossible. Affichage des fragments disponibles...\n<br><br>\n<i>Des suites de caractères sans queue ni tête apparaissent. Tu ne sais pas trop ce que tu cherche, et rien ne semble faire sens.</i>",
            "restricted-alim/corrupt-files-open": "<b>???</b>\n<br><br>\n<font color=\"red\">\n###AIDE###,%.\n#CHOIX#-;%\n###SACRIFICE###[z$T\n#SANG#=0?\n###RÉCOMPENSE###-)%\n#ACCÈS#...\n<br><br>\n###{{name}}###DESCENDRE###\n</font>",
            "restricted-alim/corrupt-files-pact": "<i>Sans intervention de ta part, le texte a l'écran change soudainement :</i>\n<br><br>\nProcédure d'activation manuelle initiée. Alimentation de l'ascenseur principal garantie.<br>\n<br>\nInstructions : fournir un échantillon hémolytique de 30mL. Faire couler le fluide sur l'interface du terminal.<br><br>",
            "restricted-alim/corrupt-files-success": "ATTENTION : Fichiers endommagés. Récupération impossible. Affichage des fragments disponibles...\n<br><br>\n<i>Des suites de caractères aléatoires apparaissent. Tu passe un certain temps à lire, n'attrapant que des bribes d'informations sans intérêt.</i>\n\n<i>Au bout d'un certain temps, quelque chose de curieux se produit. Une suite curieuse de mot s'affiche en rouge:</i>\n<br><br>\n<font color=\"red\">???\"###AIDE###...\n###OFFRE###...\n#ÉCHANGE#...\n###PORTE###...\n#ASCENSEUR#...</font>",
            "restricted-alim/entry": "<b>Terminal de gestion d'alimentation</b>\n<br><br>\n<font color=\"red\">ALERTE :</font>\n<br>\nÉtat des générateurs : Hors service.<br>\nAlimentation électrique : Critique.\n<br><br>\nPriorité donnée aux systèmes de confinement et terminaux critiques.",
            "restricted-alim/generator-manual": "Chargement du manuel technique : 'Maintenance et réparation des générateurs Ombrage-7'...<br><br>\n\n<i>Un long texte détaillé s’affiche, expliquant les procédures de diagnostic et réparation. Les informations obtenues devraient t'aider à réparer les générateurs en panne.</i>",
            "restricted-mode/about-confinement-room": "La salle de confinement est un secteur sécurisé conçu pour l’isolation de matériaux magiques sensibles. Elle est située au troisième sous-sol.\n<br><br>\nNiveau d’accès requis : NIVEAU 3.<br>\nStatut actuel : SYSTÈME DÉGRADÉ.<br><br>\n<font color=\"red\">Attention : Une source énergétique non identifiée est active.</font>",
            "restricted-mode/alimented-systems": "Les systèmes suivants sont encore fonctionnels :\n<br>\n<ul>\n  <li>Terminal de contrôle d'accès (accès limité)</li>\n  <li>Terminal de gestion d'alimentation (accès limité)</li>\n  <li>Système de confinement prioritaire (anomalie détectée)</li>\n</ul>\n<br>\n<font color=\"red\">L'intégrité des données est compromise. Certaines entrées peuvent être corrompues.</font>",
            "restricted-mode/diagnostic": "Analyse en cours...\n<br><br>\n<font color=\"red\">ALERTE:</font><br>\nGénérateur principal:  hors-ligne.<br> Générateur secondaire: indisponible.<br>\nNiveau de puissance: critiue.<br><br>\nLes systèmes prioritaires sont maintenus sous tension.",
            "restricted-mode/entry": "<b>{{terminalId}} - Mode restreint</b><br><br>\n<font color=\"red\">ATTENTION : Le laboratoire fonctionne en mode limité. L'accès aux données sera restreint. Veuillez contacter un administrateur système.</font>",
            "restricted-mode/full-diagnostic": "Analyse approfondie en cours...\n<br><br>\n<i>Le terminal affiche une séquence de chiffres et de codes techniques. Au boût de quelque secondes, le message suivant s'affiche :</i>\n<br><br>\n<font color=\"red\">ANOMALIE DÉTECTÉE<br>Une source d’énergie résiduelle alimente partiellement certains systèmes critiques.<br>\nLocalisation : Salle de confinement.</font>\n<br><br>\n<i>Malgré tout tes efforts, aucune donnée supplémentaire n'est disponible.</i>",
            "restricted-mode/generator-location": "Le générateur principal est situé au deuxième sous-sol, salle d’alimentation. Accès réservé au personnel autorisé. Carte d'accès niveau 1 requise.",
            "scientist-back-to-logs": "Retour à l'index des logs.",
            "scientist-fix-corrupt-files": "Essayer de récupérer les fichiers corrompus.",
            "scientist-log-065-next": "[Lire la suite]",
            "scientist-log-access": "Consulter les journaux personnels.",
            "scientist-mail-access": "Consulter la messagerie.",
            "scientist-room/entry": "Connexion en cours...<br>\nBievenue, Dr. Trottingston.",
            "scientist-room/log-entries/101": "> **Journal du Dr. Trottingston – Laboratoire Ombrage**<br>  \n> **Entrée #101**  \n\nTout est foutu.\n<br><br>\nLe Mégaspell a frappé. Je ne sais pas si Equestria existe encore, mais ici, dans le laboratoire, nous sommes piégés.\n<br><br>\nL’alimentation électrique est instable. Les générateurs auxiliaires peuvent tenir quelques semaines, peut-être moins.\n<br><br>\nMais mon véritable problème… ce sont les cellules de confinement. Sans alimentation, les portes de sécurité vont céder.\n<br><br>\nSi quelqu’un lit ceci, sachez que les Chevaliers d’Ombre sont encore là.\n<br><br>\nIl y a cependant un espoir. Brass Circuit, ce crétin inutile, a découvert que leur peau était extrêmement conductrice de chaleur. Ils perçoivent les variations de température bien plus que la lumière.\n<br><br>\nSi vous devez survivre dans ce laboratoire, restez proche des conduits de ventilation. Le froid perturbe leur sens.\n<br><br>\nMoi, je ne sais pas si je vais tenir.\n<br><br>\nJe vais essayer de verrouiller manuellement les salles principales, mais je n’ai plus beaucoup d’énergie.\n<br><br>\nSi je meurs ici… je ne veux pas devenir comme eux.",
            "scientist-room/log-entries/113": "> **Journal du Dr. Trottingston – Fin de transmission**<br>\n> **Entrée #113**\n<br><br>\nJ’ai verrouillé la dernière porte du bureau de supervision.\n<br><br>\nIls sont dehors. Ils rôdent dans les couloirs, leurs sabots ne font aucun bruit. Je ne pouvais plus supporter de les voir… j'ai bloqué les caméras, mais… je les sens.\n<br><br>\nLe générateur va lâcher d’un moment à l'autre. Après ça… je suppose que je rejoindrai mes chers collègues.\n<br><br>\nBrass Circuit ne m'agacera plus jamais. Ils l’ont dévoré. Je l’ai entendu crier pendant trente longues secondes.\n<br><br>\nToute ma vie, j'ai cru que mon cerveau était un temple inviolable... j'ai voulu qu'il en soit ainsi.\n<br><br>\nJ'ai échoué.\n<br><br>\nJe l'entends. Il est là.\n<br><br>\nIl me parle.",
            "scientist-room/log-entries/14": "> **Journal du Dr. Trottingston – Projet Chevaliers d’Ombre**<br>  \n> **Entrée #014**<br>\n<br>\nSi quelqu’un lit ceci après ma mort, sachez que j’ai toujours détesté mes collègues.\n<br><br>\nLe Dr. <b>Brass Circuit</b> pense que nous sommes en train de repousser les limites de la biologie équine. C’est faux. Nous les avons déjà écrasées sous un sabot impitoyable et continuons de danser sur leur cadavre.\n<br><br>\nLe projet Chevaliers d’Ombre avance… lentement. Nous avons enfin réussi à stabiliser un lot de cobayes après six semaines sans nécrose tissulaire accélérée, ce qui est, je suppose, un progrès. Les précédents sujets avaient la fâcheuse tendance à se liquéfier de l’intérieur après quelques jours.  \n<br><br>\nLa structure osseuse des survivants s’est renforcée au-delà de nos attentes. Nous avons injecté un cocktail de mutagènes stabilisateurs, mais il semble que l’élément clé de leur résistance aux radiations n’ait rien de scientifique.\n<br><br>\nJe parle, bien entendu, de cet artefact, ce foutu catalyseur magique.\n<br><br>\nJ’ai d’abord cru à une mascarade lorsqu’ils l’ont amené ici, contenu dans un champ de stase. Mais après plusieurs tests, je ne peux que reconnaître l’évidence : il est vivant.\n<br><br>\nIl pense. Il ressent. Et je crois qu’il me regarde lorsque je m’en approche.  ",
            "scientist-room/log-entries/47": "> **Journal du Dr. Trottingston – Projet Chevaliers d’Ombre**<br>  \n> **Entrée #047**<br>\n<br>\nLes derniers sujets testés ont survécu plus longtemps que prévu. 15 semaines sans instabilité génétique majeure. Leur peau est devenue plus épaisse, plus résistante aux armes conventionnelles.  \n<br><br>\nLe Dr. Violet Vial pense que nous sommes prêts à tester leurs capacités d’infiltration. J’ai évidemment refusé. Nous ne savons même pas s'ils peuvent être contrôlés à distance.\n<br><br>\nQuand les résultats des tests ballistiques sont arrivés, cet imbécile de Brass Circuit a voulu plaisanter en disant que nos créations devraient nous \"être reconnaissantes\".<br>\nJ’ai répliqué que l’on ne remercie pas le scalpel qui nous ouvre le ventre.  \n<br><br>\nIls ne nous remercient pas... mais ils parlent. Pas avec des mots… mais ils nous écoutent. Ils nous comprennent.  \n<br><br>\nEt parfois, j’ai l’impression qu’ils m’attendent.\n<br><br>\nJe rêve d’eux.\n<br><br>\nEt je rêve de lui.\n<br><br>\nJe n’ai jamais aimé la magie noire. Je ressens sa présence lorsque je dors dans le laboratoire.  \n<br><br>\nParfois, lorsque je me tiens trop près de la chambre de confinement, une voix me murmure des vérités désagréables. Elle me dit que je devrais me débarrasser de Brass Circuit, qu’il rabat son stupide caquet trop souvent.\n<br><br>\nJe crois… que j’ai failli le faire, l’autre jour.  ",
            "scientist-room/log-entries/65": "> **Journal du Dr. Trottingston – Projet Chevaliers d’Ombre**<br>\n> **Entrée #065**\n<br><br>\nJ’ai toujours su que Violet Vial était un imbécile, mais il a réussi à dépasser mes pires attentes.\n<br><br>\nNous travaillons depuis des années sur ce projet, avançant avec prudence, affinant chaque détail, et lui, dans un élan de stupidité absolue, a décidé de griller des étapes essentielles… et de nous faire exécuter tous ensemble.\n<br><br>\nJe vous laisse deviner quel coup de génie cet énergumène a eu :\n<br><br>\nIl a envoyé un Chevalier d’Ombre assassiner Princesse Cadence.<br>\n<br>\nOui. Cadence.<br>\n<br>\nDans ses propres quartiers personnels.<br>\n<br>\nSans prévenir personne.<br>\n<br>\nSans demander aucune autorisation.<br>\n<br>\nSans même un rapport préalable.<br>\n<br>\nQuel genre de crétin suicidaire pense qu’un prototype encore instable peut assassiner une Alicorne Royale ?!<br>",
            "scientist-room/log-entries/65-2": "L’opération a évidemment échoué.<br>\n<br>\nD’après mes informateurs, l’un de nos Chevaliers d’Ombre a réussi à s’introduire dans le château en traversant les systèmes de sécurité habituels comme s’ils n’existaient pas. Jusque-là, tout fonctionnait comme prévu.<br>\n<br>\nLe problème ?<br>\n<br>\nIl a sous-estimé Cadence. Dès qu’il a tenté de lever une lame sur elle, sa magie défensive s’est déclenchée.<br>\n<br>\nL’impact a été si violent que des gardes à l’autre bout du palais ont entendu la déflagration.<br>\n<br>\nL’unité d’intervention a trouvé un tas de cendres à l’endroit exact où notre prototype se trouvait quelques secondes auparavant.<br>\n<br>\nJe suppose que nous pouvons appeler cela une \"démonstration d’échec.\"<br>\n<br>\nAucune information semble n'avoir filtré sur la tentative d'assassinat. Le secret de nos expériences est, miraculeusement, encore intact. Mais cet événement va certainement éveiller des curiosités.<br>",
            "scientist-room/log-entries/65-3": "Quand j’ai appris ce qu’il avait fait, j’ai immédiatement rédigé un rapport pour demander son renvoi immédiat.<br>\n<br>\nRéponse de la direction :<br>  \n<br>\n\"Le Dr. Violet Vial est un élément essentiel du projet. Nous ne pouvons pas nous passer de lui.\"<br>\n<br>\nAh. Donc, ça se passe comme ça. Le type prend l’initiative d’un assassinat non approuvé sur une des plus hautes figures royales, compromet entièrement le projet, et il est jugé trop précieux pour être puni.<br>\n<br>\nJ'ignore a qui cet imbécile a vendu son âme, mais ils ont visiblement le bras long.<br>",
            "scientist-room/log-entries/65-4": "Nous avons maintenant un problème majeur.<br>\n<br>\nCadence sait qu’elle a été ciblée par un assassin utilisant une magie inconnue.<br>\n<br>\nCadence n’est pas idiote. Elle est de plus familière avec la magie noire que nous utilisons.<br>\n<br>\nElle va creuser.<br>\n<br>\nEt si elle découvre la vérité, alors je ne donne pas cher de nos blouses !",
            "scientist-room/log-entries/93": "> **Journal du Dr. Trottingston – Projet Chevaliers d’Ombre**<br>\n> **Entrée #093**<br>\n<br>\nNous avons perdu le Sujets 027 et 031 aujourd’hui. Ce qui est inhabituel, ce n’est pas qu’ils soient morts… mais qu’ils aient tenté de tuer l’équipe de surveillance.<br>\n<br>\nCe matin, 027 a traversé la vitre de sa cellule sans qu’aucune alarme ne se déclenche. L’agent Striker Wind l’a vu apparaître derrière lui dans les couloirs. Aucun bruit. Aucune trace.<br>\n<br>\nNous avons dû le brûler avec des rayons à haute énergie. Ce n’est que lorsqu’il a cessé de bouger que nous avons pu voir sa vraie forme.<br>\n<br>\nLa peau des Chevaliers d’Ombre se fond dans les ombres. Elle rejette la lumière. Nous avons analysé la structure chimique de leur épiderme… et il ne reflète rien.<br>  \n<br>\nIls sont des fantômes. Des prédateurs invisibles.<br>\n<br>\nLe Dr. Violet Vial pense qu’il s’agit d’un effet involontaire de notre cocktail mutagène. Je sais que c’est faux.<br>\n<br>\nC’est lui.<br>  \n<br>\nLe fragment.<br>\n<br>\nNous ne fabriquons pas des soldats.<br>\n<br>\nNous créons ses serviteurs.",
            "scientist-room/logs": "<i>La plupart des entrées semblent corrompues et sont devenues illisibles. Deux entrées semblent cependant intactes :</i>\n<br><br>\nChoisissez une entrée :",
            "scientist-room/logs-fix-success": "<i>Tu bataille jusqu'à finalement récupérer deux autres entrées de jounral.</i>\n<br><br>\nChoisissez une entrée :",
            "scientist-room/logs-fixed": "Choisissez une entrée :",
            "scientist-room/mails": "Choisissez un message :"
        }
    }
}
