{
  "dialogs": {
    "capital/laboratory/terminal": {
      "alim-consult-corrupt-files": "Continue scanning corrupted files…",
      "alim-pact-accept": "<i>Accept and donate blood.</i>",
      "alim-pact-reject": "No way. What the hell was that all about?",
      "alim-reorient-energy": "Reroute power to the main elevator.",
      "alim-transfer-confirm": "Confirm.",
      "ask-confinement-room": "Look for information on the containment room.",
      "ask-control-log-1": "#434: They're here",
      "ask-control-log-2": "#435: He's waiting for me",
      "ask-control-log-3": "#436: The voice",
      "ask-generator-location": "Find the location of the main generator.",
      "ask-log-014": "Entry #014",
      "ask-log-047": "Entry #047",
      "ask-log-065": "Entry #065",
      "ask-log-093": "Entry #093",
      "ask-log-101": "Entry #101",
      "ask-log-113": "Entry #113",
      "ask-restricted-advanced-diagnostic": "Perform a full diagnostic.",
      "ask-restricted-alimented-systems": "List of powered systems.",
      "ask-restricted-diagnostic": "Perform a diagnostic.",
      "back-to-alim-main-menu": "Return to the main menu.",
      "back-to-logs": "Return to log index.",
      "back-to-restricted-main-menu": "Return to the main menu.",
      "check-for-celestial-device-part": "Check the availability of a replacement part.",
      "chemistry-back-to-experiments": "Back to the experimental file index.",
      "chemistry-back-to-main-menu": "Back to the main menu.",
      "chemistry-lab-consult-experiments": "Review the experimental files.",
      "chemistry-lab-consult-notes": "Consult the working notes.",
      "chemistry-lab-experiment-note-1": "Note: Reaction to temperature variations.",
      "chemistry-lab-experiment-note-2": "Note: Development of the Frost Armor spell.",
      "chemistry-lab-further-celestial-device": "Atmospheric regulation module? It's one of the parts of the Celestial Device! <i>(Read the note)</i>",
      "chemistry-lab/celestial-device-hint": "> **Note from Dr. Brass Circuit – Mutagenics Lab**<br> \n> **Entry #126** - Atmospheric Regulation Module Failure<br>\n<br>\n\nA breach occurred in the mutagenics experiment room, causing the accidental release of a toxic gas into the ventilation system. Fortunately, the concentrations were low and the effects were limited to a few transient blackouts.\n<br><br>\nHowever, this leak highlights a concerning failure of the MRA. It is surprising that a component, designed by Stable-Tec to operate continuously for hundreds of years, should show such deterioration after such a short time of use. The exact nature of this degradation does not match the wear predicted by the data sheets. Something is happening that we don't yet understand, and we'll have to be vigilant to figure out what it is.\n<br><br>\nFrom now on, increased monitoring of the atmospheric system will be implemented. I recommend that we always keep at least one spare M.R.M.A. in stock, ideally directly in the control room on the 3rd basement, so that the part can be replaced quickly, in the event of a new emergency situation. I've submitted a supply request to receive more as soon as possible.",
      "chemistry-lab/entry": "Connecting…<br>\nTerminal Mutagenics Lab.",
      "chemistry-lab/experiment-note-1": "> **Note from Dr. Brass Circuit – Mutagenics Lab**<br> \n> **Entry #151** - Reactions to Temperature Changes<br>\n<br>\nOur latest tests have revealed an unexpected weakness in Shadow Knights: their senses seem to be impaired by low temperatures. By simulating a near-freezing environment, we observed marked disorientation and decreased responsiveness.\n<br><br>\nThis detail may explain why these creatures instinctively avoid areas near ventilation systems, where the air is colder. This information could prove useful in the event of a specimen losing control.",
      "chemistry-lab/experiment-note-2": "> **Note from Dr. Brass Circuit – Mutagenics Lab**<br> \n> **Entry #152** - Frost Armor Spell Development<br>\n<br>\nFollowing my observations on the thermal sensitivity of Shadow Knights, I developed a Frost Armor spell. This spell coats its wearer in a cloak of arcane ice, reducing the temperature around them and disrupting the perception of cold-sensitive creatures.\n<br><br>\nHonestly, these monsters make me uneasy, and I know many of us feel that way… except for that crazy Violet, of course. I haven't exactly had the courage to test this spell in a real-life situation, but at least it lets me sleep a little better at night.\n<br><br>\nIf any other unicorns are interested, I've jotted down the spell instructions in a spellbook. I'm the first to understand your concerns, and I'll gladly let you review it: just come see me in my office.",
      "chemistry-lab/experiments": "<i>Most of the data is corrupted and the system won't let you access it. Two reports remain intact:</i>",
      "chemistry-lab/notes": "<i>A list of reports appears. One title in particular catches your eye:</i>\n<br>\n<ul>\n <li>Atmospheric Control Module Failure</li>\n</ul>",
      "computer-room-log-access": "View personal logs.",
      "computer-room/entry": "Connecting…<br>\nMainframe terminal.",
      "consult-generator-manual": "Read generator specifications.",
      "control-ask-recent-logs": "View recent logs.",
      "control-room-next-log-2": "Read next entry.",
      "control-room/about-celestial-device-part": "Searching for available parts…<br>\n<br>\nA replacement unit is listed in the control room locker.",
      "control-room/entry": "Logging in…<br>\nTerminal control room.\n<br><br>\n<font color=\"red\">ALERT:</font> Atmospheric Regulation Module (ARM) is out of service. Please replace the faulty part.",
      "control-room/log-1": "I'm alone. The others have left. I don't know what happened up there yet, but all our systems failed at once. The freight elevator opened, and the Shadow Knights poured in. Security panicked and activated the evacuation protocol. I was forgotten.<br>\n<br>\nI I can still see them. Wandering the halls, floating, looking for me. The darkness they swim in makes my blood run cold. I guess they'll send a team to clean this up… I'll have to be patient.",
      "control-room/log-2": "No news for two days. What the hell are they doing?<br><br>The Shadow Knights are gone… all of them, except one. He's just standing there, just outside the glass. He's not moving, he's watching me. He's waiting. I can't get out.<br>\n<br>\nI checked the cameras. He's not doing anything. Just… there. Like he knows I'll eventually open the door.",
      "control-room/log-3": "He's talking to me. Not with words. Not with a mouth. Sometimes I think I'm reading it, on the terminal, for a moment, then everything returns to normal.<br>\n<br>\nHe tells me I have nothing to fear. That I just have to open the door.<br>\n<br>\nI think I will. He's right. No one will come again. Only he can save me. It's time.",
      "control-room/log-index": "Loading logs…<br>\n<br>\n<i>Above numerous uninteresting notes, the last three notes have evocative titles…</i>",
      "corrupt-files-go-further-beyond": "What the hell is this?",
      "corrupt-files-go-further": "Open the file.",
      "corrupt-files-leave": "No. No no no. I'm out of here. Hello.",
      "leave-terminal": "Exit terminal.",
      "log-read-more": "[Read more]",
      "lookup-alim-data": "Explore available data.",
      "read-scientist-mail-warning": "Warning and outlook (draft)",
      "read-scientist-request": "Material request",
      "restricted-alim/alim-data-lookup": "<i>The data on this terminal is essentially corrupted. However, after a few minutes of searching, you find the generator specifications: the file is intact.</i>",
      "restricted-alim/alim-transfer": "Accessing power circuits…\n<br><br>\n<i>After reviewing the available options, you determine that it is possible to redirect enough power to the main elevator to restart it. However, it will be necessary to cut power to certain doors, which can no longer be opened mechanically.</i>\n<br><br>\n<i>As you prepare to make the necessary changes, the following message appears:</i>\n<br><br>\nWARNING: This action is irreversible. Confirm the power redirection?",
      "restricted-alim/corrupt-files": "WARNING : Damaged files. Unable to recover. Displaying available fragments…\n<br><br>\n<i>Sequences of characters without head or tail appear. You're not sure what you're looking for, and nothing seems to make sense.</i>",
      "restricted-alim/corrupt-files-open": "<b>???</b>\n<br><br>\n<font color=\"red\">\n###HELP###,%.\n#CHOICE#-;%\n###SACRIFICE###[z$T\n#BLOOD#=0?\n###REWARD###-)%\n#ACCESS#…\n<br><br>\n###{{name}}###DOWN###\n</font>",
      "restricted-alim/corrupt-files-pact": "<i>Without any action on your part, the text on the screen suddenly changes:</i>\n<br><br>\nManual activation procedure initiated. Main elevator power guaranteed.<br>\n<br>\nInstructions: Provide a 30mL hemolytic sample. Run the fluid through the terminal interface.<br><br>",
      "restricted-alim/corrupt-files-success": "WARNING: Files damaged. Unable to recover. Showing available fragments…\n<br><br>\n<i>Random strings of characters appear. You spend some time reading, catching only bits of uninteresting information.</i>\n\n<i>After a while, something curious happens. A curious sequence of words appears in red:</i>\n<br><br>\n<font color=\"red\">???\"###HELP###…\n###OFFER###…\n#EXCHANGE#…\n###DOOR###…\n#ELEVATOR#…</font>",
      "restricted-alim/entry": "<b>Power Management Terminal</b>\n<br><br>\n<font color=\"red\">ALERT:</font>\n<br>\nGenerator Status: Out of Service.<br>\nPower Supply: Critical.\n<br><br>\nPriority given to containment systems and critical terminals.",
      "restricted-alim/generator-manual": "Loading Technical Manual: 'Generator Maintenance and Repair' Umbridge-7'…<br><br>\n\n<i>A long, detailed text is displayed, explaining the diagnostic and repair procedures. The information obtained should help you repair the malfunctioning generators.</i>",
      "restricted-mode/about-confinement-room": "The containment room is a secure area designed for the isolation of sensitive magical materials. It is located on the third basement level.\n<br><br>\nRequired access level: LEVEL 3.<br>\nCurrent status: SYSTEM DEGRADED.<br><br>\n<font color=\"red\">Warning: An unidentified power source is active.</font>",
      "restricted-mode/alimented-systems": "The following systems are still functional:\n<br>\n<ul>\n <li>Access control terminal (limited access)</li>\n <li>Power management terminal (limited access) limited)</li>\n <li>Priority Containment System (Anomaly Detected)</li>\n</ul>\n<br>\n<font color=\"red\">Data integrity is compromised. Some entries may be corrupted.</font>",
      "restricted-mode/diagnostic": "Analysis in progress…\n<br><br>\n<font color=\"red\">ALERT:</font><br>\nPrimary Generator: Offline.<br> Secondary Generator: Unavailable.<br>\nPower Level: Critical.<br><br>\nPriority systems are being kept powered on.",
      "restricted-mode/entry": "<b>{{terminalId}} - Restricted Mode</b><br><br>\n<font color=\"red\">WARNING: The lab is operating in limited mode. Access to data will be restricted. Please contact a system administrator.</font>",
      "restricted-mode/full-diagnostic": "Extensive analysis in progress…\n<br><br>\n<i>The terminal displays a sequence of numbers and technical codes. After a few seconds, the following message is displayed:</i>\n<br><br>\n<font color=\"red\">ANOMALY DETECTED<br>A residual energy source is partially powering certain critical systems.<br>\nLocation: Containment Room.</font>\n<br><br>\n<i>Despite your best efforts, no additional data is available.</i>",
      "restricted-mode/generator-location": "The main generator is located on the second basement level, Power Room. Access restricted to authorized personnel. Level 1 access card required.",
      "scientist-fix-corrupt-files": "Trying to recover corrupted files.",
      "scientist-log-065-next": "[Read more]",
      "scientist-log-access": "View personal logs.",
      "scientist-mail-access": "View mail.",
      "scientist-room/entry": "Logging in…<br>\nWelcome, Dr. Trottingston.",
      "scientist-room/log-entries/101": "> **Dr. Trottingston's Journal – Umbridge Lab**<br> \n> **Entry #101** \n\nEverything's ruined.\n<br><br>\nThe Megaspell has struck. I don't know if Equestria still exists, but here in the lab, we're trapped.\n<br><br>\nThe power supply is unstable. The backup generators can last a few weeks, maybe less.\n<br><br>\nBut my real problem… is the containment cells. Without power, the security doors will break.\n<br><br>\nIf anyone is reading this, know that the Shadow Knights are still out there.\n<br><br>\nThere is hope, though. Brass Circuit, that useless moron, has discovered that their skin is extremely heat-conductive. They sense temperature fluctuations far more than light.\n<br><br>\nIf you must survive in this lab, stay close to the ventilation ducts. The cold is disrupting their senses.\n<br><br>\nI don't know if I'll hold out.\n<br><br>\nI'll try manually locking the main rooms, but I don't have much energy left.\n<br><br>\nIf I die here… I don't want to become like them.",
      "scientist-room/log-entries/113": "> **Dr. Trottingston's Journal – End of Transmission**<br>\n> **Entry #113**\n<br><br>\nI locked the last door to the Supervision Office.\n<br><br>\nThey're outside. They prowl the halls, their hooves silent. I couldn't bear to see them anymore… I blocked the cameras, but… I can feel them.\n<br><br>\nThe generator will fail any moment. After that… I guess I'll join my dear colleagues.\n<br><br>\nBrass Circuit will never annoy me again. They devoured him. I heard him scream for thirty long seconds.\n<br><br>\nAll my life, I believed my brain was an inviolable temple… I wanted it to be that way.\n<br><br>\nI failed.\n<br><br>\nI hear him. He's there.\n<br><br>\nHe's talking to me.",
      "scientist-room/log-entries/14": "> **Dr. Trottingston's Journal – Shadow Knights Project**<br> \n> **Entry #014**<br>\n<br>\nIf anyone reads this after my death, I've always hated my colleagues.\n<br><br>\nDr. <b>Brass Circuit</b> thinks we're pushing the boundaries of equine biology. We're not. We've already crushed them under a merciless hoof and still dance on their corpses.\n<br><br>\nThe Shadow Knights project is moving forward… slowly. We've finally managed to stabilize a batch of guinea pigs after six weeks without accelerated tissue necrosis, which I suppose is progress. Previous subjects had a nasty tendency to liquefy from the inside out after a few days.\n<br><br>\nThe structure The survivors' bone mass has strengthened beyond our expectations. We injected them with a cocktail of stabilizing mutagens, but it seems the key to their radiation resistance is unscientific.\n<br><br>\nI'm talking, of course, about that artifact, that damned magical catalyst.\n<br><br>\nI initially thought it was a charade when they brought it here, contained in a stasis field. But after several tests, I can only acknowledge the obvious: it's alive.\n<br><br>\nIt thinks. It feels. And I think it looks at me when I approach it. ",
      "scientist-room/log-entries/47": "> **Dr. Trottingston's Journal – Project Shadow Knights**<br> \n> **Entry #047**<br>\n<br>\nThe last test subjects survived longer than expected. 15 weeks without major genetic instability. Their skin has become thicker, more resistant to conventional weapons. <br><br>\nDr. Violet Vial thinks we're ready to test their infiltration capabilities. I obviously refused. We don't even know if they can be remotely controlled. <br><br>\nWhen the ballistics test results came in, that idiot Brass Circuit wanted to joke that our creations should \"be grateful\" to us. <br>\nI retorted that we don't thank the scalpel that cuts our stomachs open. <br><br>\nThey don't thank us… but they talk. Not with words… but they listen to us. They understand us. \n<br><br>\nAnd sometimes I feel like they're waiting for me.\n<br><br>\nI dream of them.\n<br><br>\nAnd I dream of him.\n<br><br>\nI've never liked dark magic. I feel its presence when I sleep in the lab.\n<br><br>\nSometimes, when I stand too close to the containment chamber, a voice whispers unpleasant truths to me. It tells me I should get rid of Brass Circuit, that he shuts up his stupid mouth too often.\n<br><br>\nI think… I almost did the other day. ",
      "scientist-room/log-entries/65": "> **Dr. Trottingston's Journal – Shadow Knights Project**<br>\n> **Entry #065**\n<br><br>\nI always knew Violet Vial was a fool, but he managed to exceed my worst expectations.\n<br><br>\nWe've been working on this project for years, moving forward cautiously, refining every detail, and he, in a fit of absolute stupidity, decided to skip crucial steps… and have us all executed together.\n<br><br>\nI'll let you guess what stroke of genius this lunatic had:\n<br><br>\nHe sent a Shadow Knight to assassinate Princess Cadance.<br>\n<br>\nYes. Cadence.<br>\n<br>\nIn her own personal quarters.<br>\n<br>\nWithout telling anyone.<br>\n<br>\nWithout asking for any permission.<br>\n<br>\nWithout even a prior report.<br>\n<br>\nWhat kind of suicidal moron thinks a still-unstable prototype can murder a Royal Alicorn?!<br>",
      "scientist-room/log-entries/65-2": "The operation obviously failed.<br>\n<br>\nAccording to my informants, one of our Shadow Knights managed to sneak into the castle, bypassing the usual security systems as if they didn't exist. So far, everything was working as expected.<br>\n<br>\nThe problem?<br>\n<br>\nHe underestimated Cadence. As soon as he tried to raise a blade at her, her defensive magic was triggered.<br>\n<br>\nThe impact was so violent that guards on the other side of the palace heard the explosion.<br>\n<br>\nThe response unit found a pile of ash in the exact spot where our prototype had been just seconds before.<br>\n<br>\nI guess we can call it a \"demonstration of failure.\"<br>\n<br>\nNo information seems to have leaked about the assassination attempt. The secrecy of our experiments is, miraculously, still intact. But this event will certainly arouse curiosity.<br>",
      "scientist-room/log-entries/65-3": "When I learned what he had done, I immediately wrote a report calling for his immediate dismissal.<br>\n<br>\nManagement's response:<br>\n<br>\n\"Dr. Violet Vial is a vital part of the project. We can't do without him.\"<br>\n<br>\nAh. So that's how it goes. The guy initiates an unapproved assassination of a top royal, jeopardizes the entire project, and is deemed too valuable to punish.<br>\n<br>\nI don't know who this idiot sold his soul to, but they obviously have a long reach.<br>",
      "scientist-room/log-entries/65-4": "Now we have a major problem.<br>\n<br>\nCadence knows she's been targeted by an assassin using unknown magic.<br>\n<br>\nCadence isn't stupid. She's also familiar with the dark magic we use.<br>\n<br>\nShe'll dig in.<br>\n<br>\nAnd if she finds out the truth, then I wouldn't give much for our coats!",
      "scientist-room/log-entries/93": "> **Dr. Trottingston's Journal – Shadow Knights Project**<br>\n> **Entry #093**<br>\n<br>\nWe lost Subjects 027 and 031 today. What's unusual isn't that they're dead… but that they tried to kill the surveillance team.<br>\n<br>\nThis morning, 027 walked through the glass of his cell without any alarms going off. Agent Striker Wind saw him appear behind him in the corridors. No sound. No trace.<br>\n<br>\nWe must have burned him with high-energy beams. It wasn't until he stopped moving that we could see his true form.<br>\n<br>\nShadow Knights' skin blends into shadows. It rejects light. We We analyzed the chemical structure of their epidermis… and it reflects nothing.<br>\n<br>\nThey are ghosts. Invisible predators.<br>\n<br>\nDr. Violet Vial believes this is an unintended effect of our mutagenic cocktail. I know that's not true.<br>\n<br>\nIt's him.<br>\n<br>\nThe fragment.<br>\n<br>\nWe don't make soldiers.<br>\n<br>\nWe create his servants.",
      "scientist-room/logs": "<i>Most of the entries appear corrupted and have become unreadable. However, two entries appear to be intact:</i>\n<br><br>\nChoose an entry:",
      "scientist-room/logs-fix-success": "<i>You struggle until you finally recover two more log entries.</i>\n<br><br>\nChoose an entry:",
      "scientist-room/logs-fixed": "Choose an entry:",
      "scientist-room/mails": "Choose a message:"
    }
  }
}
