{
    "dialogs": {
        "thornhoof/leaf": {
            "ask-about-crystals-quest": "About the refugees and their crystals…",
            "crystal-quest-entry-accept": "Sure.",
            "crystal-quest-entry-reject": "I don't have time for this right now.",
            "crystal-quests-about-reward": "I don't work for free. What are you offering ?",
            "crystal-quests/report/evasive": "It doesn't matter. I've taken a stance.",
            "crystal-quests/report/gave-up-magic": "It came to my understanding that the crystals are more than a resource to the refugees. They have a high sentimental value to them, and they need the crystals to perform healing rituals.",
            "crystal-quests/report/give-up-moral": "I will not help you force refugees to give up their most prized possessions.",
            "crystals-quest-accept": "I'll see what I can do.",
            "crystals-quest-reject": "Sorry, I'm not about to strip refugees from what little they have left.",
            "crystals-quest/entry": "Good. You're here.<br>\nI have something you could be of help with. Would you care listening about it ?",
            "crystals-quest/intro/about-reward": "Let's make this simple. I'm willing to pay you 25 caps for each of the crystals you bring me. That's way above market value.",
            "crystals-quest/intro/accepted": "Great. Come back to me once you've learned more. Good day.",
            "crystals-quest/intro/housing": "I'm sure you've noticed by now that we're functioning with limited means. What would you expect me to do ? Should I force my compatriots to share their already limited personal space with any newcomers ?",
            "crystals-quest/intro/housing-outburst": "I'll forgive this little outburst. Can we get back to the matter at hoof, or would you like to take some time to cool off ?",
            "crystals-quest/intro/housing-solutions": "The townfolks need the tavern, it will really piss them off if it has to close down to make room for the refugees. Due to the siege, the inn obviously doesn't have much business. It doesn't have enough space to accomodate everypony, but I guess it could at least house the families with children. Thank you for the suggestion, I will see what I can do.",
            "crystals-quest/intro/housing-tensions": "Alright. How do you think would the people react, then ? The situation is already tight enough as it is. It is best not take decisions that will make the refugees look like they benefit from further misery within the townfolks.",
            "crystals-quest/intro/housing-tensios-2": "I understand your plea. However, my primary goal isn't to upheld the most immaculate morals at all time. It is to keep this town safe and orderly. This require making compromises, including with my own values. Disagree all you want, there's a reason why I'm the one bearing these responsibilities, while you're the one wandering the wastelands.",
            "crystals-quest/intro/part2": "So. We need crystals to survive the siege.  We already requested the refugees relinquish their crystals. Among the townfolks, however, rumor has it that the refugees haven't shared enough. They've been seen trading with crystals, or wearing them.",
            "crystals-quest/intro/part3": "I want you to talk to the refugees, and figure out what's what. If it is true the refugees have been hoarding their crystals, then I want you to convince them to share the crystals with us.\n<br>\nWould you do this for us ?",
            "crystals-quest/intro/reward-negociated": "Alright. I can go up to {{crystalsQuestCanNegociateReward}} per crystal. I hope this will be enough.",
            "crystals-quest/quest-intro": "Here's the issue. The towns weaponry and defense system run on a very particular power source: charged crystals. We used to get those crystals from the nearby town of Basalburg, but well… their town was destroyed, and the survivors are now housed in the safety of our walls.",
            "crystals-quest/report-compromise/entry": "Hm. That's not exactly what I was expecting. The town's defenses and weaponry is my priority. But… if that's the price to pay to keep the peace amongst ourselves, then I can work with it.",
            "crystals-quest/report-player-convinced/about-crystal-magic": "Healing rituals ? Come on. These are mere superstitions. Unicorns cast magic, not rocks allegedly charged with spiritual energy. It's not very serious. Thornhoof is fighting a very real threat.",
            "crystals-quest/report-player-convinced/about-crystal-magic#2": "Really ? Hm… that sounds like a very interesting topic, but right now, what we need are guns and ammunitions, which this magic can not replace: if it could, then I believe the Golden Herd wouldn't have trampled over Basalburg.",
            "crystals-quest/report-player-convinced/closing": "Very well. I will not question you further. Know this though: I bear no ill will towards the Basalburg refugees. I am merely trying to make sure we all make it out of this alive.<br>\nI have other tasks that you might be able to perform, for the good of all of us. Come back later if you're interested.",
            "crystals-quest/report-player-convinced/entry": "Really ? That's odd. I figured you were somepony pragmatic. May I ask what changed your mind ?",
            "crystals-quest/report-robbed/entry": "Really ? That will be of great service to the town. But I doubt the refugees willingly let you take the crystals from them… how did you do it ?",
            "crystals-quest/report-robbed/intimidated": "Hm. I hope you stayed civil. We really don't need to make enemies within our walls. We have enough of those right at our doors.",
            "crystals-quest/report-robbed/robbed": "So you stole their goods. Efficient, though dangerous. When the refugees realize they've been robbed, they'll be angry. And their anger will be directed at us.",
            "crystals-quest/report-shaman-convinced/closing": "Well. Here's your reward: {{crystalsQuestReward}} capsules. That should motivate you to come back: I have much else that needs doing. I will be seeing you again soon, hopefully.",
            "crystals-quest/report-shaman-convinced/convinced": "Hm. So that shaman willingly accepted to have her people cooperate ? That suits me. The people of Basalburg must not take us for their enemy. You did well.",
            "crystals-quest/report-shaman-convinced/entry": "That's outstanding. A good news for Thornhoof's future. But tell me, how did you secure their cooperation ?",
            "crystals-quest/report-shaman-convinced/evasive": "Not important ? That is not for you to evaluate. I must know the state of mind of the refugees if I am to properly advise on this town's council.",
            "crystals-quest/report-shaman-convinced/evasive-success": "Hm… that sounds fishy. But very well. Thornhoof can now sleep easier thanks to you.",
            "crystals-quest/report-shaman-convinced/intimidated": "Forcefully, then ? Well, at least it's efficient. But dangerous too. The mood in Thornhoof is already quite tense. I wouldn't want you to make it worse. I'd advise you to take a more diplomatic approach, next time.",
            "crystals-quest/report/answer-convinced": "I convinced them not to take the bet that the town, themselves included, would be safe without their cooperation. The shaman ended up agreeing.",
            "crystals-quest/report/answer-evasive": "Is that so important ? The crystals are yours for the taking.",
            "crystals-quest/report/answer-evasive-push": "Let's put it this way. Plausible deniability. It's better for you not to know how it happened. In fact, I might even have acted out of my own violition, if you catch my drift.",
            "crystals-quest/report/answer-intimidated": "I showed them who's boss.",
            "crystals-quest/report/crystal-magic-answer-dismiss": "Who are you to decide of the true and false  ? Those healed from crystals would frown at your lack of faith.",
            "crystals-quest/report/crystal-magic-answer-spellcast": "Actually, crystal magic was already studied before the war. It was widely misunderstood back then, but the people of Basalburg seemed to have found ways to harness it.",
            "crystals-quest/report/stolen-answer-001": "I can be very persuasive.",
            "crystals-quest/report/stolen-answer-002": "They aren't exactly aware they gave the crystals to me.",
            "crystals-quest/report/stolen-answer-evasive": "The means don't matter : the crystals are yours.",
            "crystals-quest/start-cooperation": "The refugees are willing to compromise. They will share their remaining crystals with you, but they need to keep some to practice their healing magic.",
            "crystals-quest/start-player-convinced": "I've changed my mind. I won't help you get the crystals.",
            "crystals-quest/start-shaman-convinced": "I had a talk with the refugee's shaman. They will give you their crystals.",
            "crystals-quest/start-stolen": "I collected the crystals from the refugees. <i>[Give the crystals]</i>",
            "crystals-quests-negociate-more": "I'm not going to buy them off the market though. You really need those crystals, and I really need the money. Make an effort for me, will you ?",
            "entry": "Yes, what is it ?",
            "housing-agree": "I guess I see the problem.",
            "housing-exit-cool-off": "I'm not in the mood to keep talking to you.",
            "housing-exit-furious": "To *cool off* ? I am going to, out of concern for what I might do to you otherwise. Condescending prick.",
            "housing-finish": "Sure, let's get back on topic.",
            "housing-fuck-off": "Yeah, I know the reason too. It's because you don't have the balls to do what's right.",
            "housing-press": "If they don't have enough good in them to do it by themselves, then yes, maybe you should force them.",
            "housing-press-more": "What about the refugees ? They lost their home, for Celestia's sake ! Why should the comfort of the townfolks come before their necessities ?",
            "housing-solution": "Couldn't you at least free up some common building ? You must've a tavern, or an inn, that could take some in ?",
            "housing-solved": "Alright. Let's get back on topic.",
            "leave-entry": "Just going through.",
            "prompt-leave": "I'll be in touch if I find anything else.",
            "quest-intro-continue": "I see.",
            "quest-intro-question-housing": "Wait, the people living under tents ? That's what you call housing ?"
        }
    }
}
