{
    "dialogs": {
        "thornhoof/leaf": {
            "ask-about-crystals-quest": "À propos des réfugiés et de leurs cristaux…",
            "crystal-quest-entry-accept": "D'accord.",
            "crystal-quest-entry-reject": "Une autre fois, je n'ai pas le temps.",
            "crystal-quests-about-reward": "Je ne travaille pas gratuitement. Combien vous m'offrez ?",
            "crystal-quests/report/evasive": "Peu importe. Ma décision est prise.",
            "crystal-quests/report/gave-up-magic": "J'ai appris que ces cristaux n'étaient pas pour les réfugiés une simple ressource. Ils ont pour eux une puissante valeur sentimentale, et jouent un rôle primordial dans leurs rituels de soin.",
            "crystal-quests/report/give-up-moral": "Je ne vais pas vous aider à forcer des réfugiés à céder ce qu'ils ont de plus cher.",
            "crystals-quest-accept": "Je ferais de mon mieux.",
            "crystals-quest-reject": "Non. Je n'ai pas l'intention de dépouiller des réfugiés du peu qui leur reste.",
            "crystals-quest/entry": "Ah, bien. Tu es là.<br>\nJ'ai un problème que vous pourriez peut-être résoudre. Voulez-vous bien m'écouter ?",
            "crystals-quest/intro/about-reward": "C'est très simple. Je peux te payer {{crystalsQuestUnitReward}} capsules pour chaque cristal que tu me ramène. C'est bien au-dessus de sa valeur au marché.",
            "crystals-quest/intro/accepted": "Excellent. Revenez me voir quand vous en saurez plus. Bonne journée.",
            "crystals-quest/intro/housing": "Vous n'avez sans doute pas manqué de remarquer que nous fonctionnons avec des moyens limités. Que voudriez-vous que je fasse ? Dois-je imposer à mes concitoyens de partager leurs déjà étroites habitations pour accomoder les nouveaux arrivants ?",
            "crystals-quest/intro/housing-outburst": "Je vais laisser passer ce petit dérapage. Pouvons-nous en revenir au sujet qui nous intéresse, ou souhaitez-vous prendre un peu de temps pour vous rafraîchir les idées ?",
            "crystals-quest/intro/housing-tensions": "Bien. Comment pense-tu que la population y réagirait ? La situation est suffisament tendue en l'état. Il est préférable de ne pas prendre une décision qui pourrait donner l'apparence que les réfugiés profitent de ce dont les citadins sont dépouillés.",
            "crystals-quest/intro/housing-tensios-2": "Je comprends ton point de vue. Cependant, mon premier objectif n'est pas d'incarner la plus immaculée des morales. Il s'agit plutôt de garder cette ville sûre et en ordre. Cela me demande de faire des compromis, parfois même avec mes propres valeurs. Tu peux me juger tant que tu veux, mais il y a une raison pour laquelle je suis celui qui porte ces responsabilités, tandis que tu es celui qui vagabonde dans les terres désolées.",
            "crystals-quest/intro/part2": "Donc. Nous avons besoin des cristaux pour tenir le siège. Nous avons déjà requis des réfugiés qu'ils nous remettent leurs cristaux. Cependant, parmi les citadins, une rumeur circule voulant que les réfugiés n'auraient pas assez partagés. Certains d'entre eux ont été vus portant des cristaux, ou les utilisant pour le troc.",
            "crystals-quest/intro/part3": "Je voudrais que vous parliez aux réfugiés, afin d'avoir le fin mot de cette histoire. S'il est vrai que les réfugiés n'ont pas contribués leurs cristaux, alors je souhaite que vous les convinquiez de le faire.\n<br>\nPensez-vous pouvoir accomplir cette tâche ?",
            "crystals-quest/intro/reward-negociated": "Très bien. Je peux aller jusqu'à {{crystalsQuestCanNegociateReward}} par cristal. J'espère que ce sera suffisant.",
            "crystals-quest/quest-intro": "Voilà le problème. Les armes et les défenses de la ville fonctionnent grâce à une énergie particulières: des cristaux chargés. Nous achetions autrefois ces cristaux à la ville de Basalburg, cependant… leur ville a été rasée, et nous hébergeons dorénavant les réfugiés survivants.",
            "crystals-quest/report-compromise/entry": "Hm. Ce n'est pas ce que j'espérais. Les armes et la défense de la ville passent avant tout. Mais… si c'est le prix pour garder la paix entre nos murs, alors je peux me satisfaire de cette solution.",
            "crystals-quest/report-player-convinced/about-crystal-magic": "Des rituels de soin ? Allons. Ce ne sont que des superstitions. Ce sont les licornes qui invoquent la magie, pas des pierres prétenduement chargées d'énergies spirituelles. Ce n'est pas bien sérieux. Sablairain fait face à une menace concrète.",
            "crystals-quest/report-player-convinced/about-crystal-magic#2": "Vraiment ? Hm… c'est un sujet surement passionant, mais dans l'immédiat, nous avons besoin d'armes et de munitions, que cette magie ne saurait remplacer : si ça avait été le cas, le Troupeau d'Or n'aurait pas marché sur Basalbourg.",
            "crystals-quest/report-player-convinced/closing": "Très bien. Je ne tergiverserai pas plus. Mais sache que je n'ai aucun dessein sinistre concernant les refugiés de Basalbourg. J'essaie simplement de m'assurer que nous sortions tous vivant de ce siège.<br>\nJ'ai d'autres tâches que tu pourrais accomplir, pour notre bien à tous. Reviens plus tard si tu es interessé.",
            "crystals-quest/report-player-convinced/entry": "Vraiment ? Voilà qui m'étonne. J'avais cru voir en vous quelqu'un de pragmatique… pourquoi ce revirement ?",
            "crystals-quest/report-robbed/entry": "Vraiment ? Voilà qui va grandement servir la ville. Mais je doute que les réfugiés se soient laissés dépouiller de bon gré… Comment as-tu procédé ?",
            "crystals-quest/report-robbed/intimidated": "Hm. J'espère que tu as su rester diplomate. Nous n'avons vraiment pas besoin de créer des ennemis à l'intérieur de nos murs. Il y en a suffisamment à l'extérieur.",
            "crystals-quest/report-robbed/robbed": "Tu as volé leurs biens. Efficace… mais dangereux. Lorsque les réfugiés prendront conscience du vol, ils seront en colère. Et il y a de fortes chances que leur colère soit dirigé sur nous.",
            "crystals-quest/report-shaman-convinced/closing": "Bien. Voici ta récompense: {{crystalsQuestReward}} caps. Cela devrait te motiver à revenir me voir: j'ai d'autres tâches qui ont besoin d'être accomplies. À bientôt, j'espère.",
            "crystals-quest/report-shaman-convinced/convinced": "Hm. Donc la chamane a cédé de son plein gré ? Voilà qui m'arrange. Les Basalbourgeois ne doivent pas avoir l'impression que nous sommes leur ennemi. Tu as bien fait.",
            "crystals-quest/report-shaman-convinced/entry": "C'est remarquable. Une bonne nouvelle pour le futur de Sablairain. Mais dis-moi, comment as-tu convaincu les réfugiés de coopérer ?",
            "crystals-quest/report-shaman-convinced/evasive": "Pas d'importance ? Ce n'est pas à toi d'en décider. J'ai besoin de connaître l'état d'esprit des basalbourgeois pour correctement conseiller cette ville.",
            "crystals-quest/report-shaman-convinced/evasive-success": "Hm… tout ça ne me dit rien qui vaille. Mais soit. Je saurai gré à Sablairain d'avoir un peu de répit grâce à toi.",
            "crystals-quest/report-shaman-convinced/intimidated": "Par la force, hein ? Eh bien, ça a le mérite d'être efficace. Mais dangereux. L'ambience à Sablairain est déjà éléctrique, et je ne voudrais pas que tu empire les choses. Je te recommande une approche plus diplomatique, à l'avenir.",
            "crystals-quest/report/answer-convinced": "J'ai pu convaincre la chamane de ne pas faire le pari que la ville, eux inclus, pourrait survivre au siège sans leur contribution.",
            "crystals-quest/report/answer-evasive": "Est-ce vraiment important ? Vous avez vos cristaux.",
            "crystals-quest/report/answer-evasive-push": "Disons plutôt qu'il vaut mieux que vous ne sachiez pas comment j'accomplis votre besogne. Peut-être n'ai-je même pas agis sous vos ordres, mais de mon propre chef. Vous voyez où je veux en venir ?",
            "crystals-quest/report/answer-intimidated": "Je leur ai rappelé qui commande, ici.",
            "crystals-quest/report/crystal-magic-answer-dismiss": "Qui êtes-vous pour décider du vrai et du faux ? Ceux qui ont été soigné par les cristaux déploreraient votre pessimisme.",
            "crystals-quest/report/crystal-magic-answer-spellcast": "Â dire vrai, la magie des cristaux était déjà étudiée avant-guerre. Elle était encore mal comprise alors, mais les basalbourgeois semblent avoir développé sa maîtrise.",
            "crystals-quest/report/stolen-answer-001": "Disons que je sais me montrer persuasif.",
            "crystals-quest/report/stolen-answer-002": "Ils ne sont pas exactement au courant de leur contribution, pour ainsi dire.",
            "crystals-quest/report/stolen-answer-evasive": "Peu importe comment : le résultat est là. Ils sont à vous.",
            "crystals-quest/start-cooperation": "Les réfugiés veulent un compromis. Ils veulent bien partager leurs cristaux, tant qu'on leur en laisse suffisament pour pratiquer leur magie de soin.",
            "crystals-quest/start-player-convinced": "J'ai changé d'avis. Je ne vous aiderai pas à récupérer les cristaux.",
            "crystals-quest/start-shaman-convinced": "J'ai parlé avec la chamane des réfugiés. Ils ont accepté de céder leurs cristaux.",
            "crystals-quest/start-stolen": "J'ai récupéré les cristaux des réfugiés. <i>[Donner les cristaux]</i>",
            "crystals-quests-negociate-more": "Mais vous n'avez justement pas accès au marché. Vous avez vraiment besoin de ces cristaux, et j'ai vraiment besoin d'argent. Faites un effort, pour moi ?",
            "entry": "Oui, qu'est-ce que c'est ?",
            "housing-agree": "Je suppose que je vois.",
            "housing-exit-cool-off": "Je n'ai plus très envie de vous parler, là.",
            "housing-exit-furious": "Me rafraîchir les idées ?! Ok ! Celestia sait ce que je pourrais te faire sinon… connard condescendant.",
            "housing-finish": "D'accord.",
            "housing-fuck-off": "Oh, elle est très claire, la raison ! C'est parce que t'as pas les couilles de faire ce qui est juste.",
            "housing-press": "S'ils ne sont pas assez bons pour le faire d'eux-même, alors ouais, peut-être que vous devriez les forcer.",
            "housing-press-more": "Et les réfugiés dans tout ça ? Ils ont perdu leur seul foyer, au nom de Celestia ! Pourquoi le confort des citadins devrait passer avant les besoins des réfugiés ?",
            "housing-solution": "Ne pourriez-vous pas libérer des espaces ? Vous devez bien avoir une auberge, ou une taverne.",
            "housing-solved": "Excellent. Revenons-en au sujet principal.",
            "leave-entry": "Je ne fais que passer.",
            "prompt-leave": "Je vous contacterai si je trouve du nouveau.",
            "quest-intro-continue": "Je vois.",
            "quest-intro-question-housing": "Attendez. Les gens qui vivent sous les tentes à l'entrée de la ville ? C'est ça que vous appelez héberger ?"
        }
    }
}
