{
    "dialogs": {
        "thornhoof/scroll": {
            "ask-about-job": "Vous vouliez me voir en privé ?",
            "councilMeeting/entry": "Eh bien… nous avons un visiteur.<br>\nTu es un visage connu dans ces murs, désormais. Un visage respecté.\nDis-moi, étranger… ou devrais-je dire, citoyen d'honneur de Thornhoof…\nes-tu venu nous aider encore une fois ?",
            "councilMeeting/heroic-reaction": "Il est bon de traiter avec des poneys animés par une conscience morale. Voilà qui est rare, et précieux. J'espère cependant que ta bonne volonté subsistera aux difficultés que nous allons traverser.",
            "councilMeeting/mercenary-reaction": "Certains idealistes à cette table n'apprécieront pas ton pragmatisme à sa juste valeur. En ce qui me concerne, je crois que rien en construit la loyauté aussi bien qu'un solde adequat. Et nos coffres sont remplis des richesses que le Troupeau d'Or voudrait nous déroaber.\n<br><br>\nViens au secours de cette ville dans sa plus mauvaise heure, et tu sera jutement récompensé à la hauteur de ce que tu aura sauvé.",
            "councilMeeting/pacifist-reaction": "Voilà qui est surprenant. La situation ne me semble pourtant pas moralement floue. Le Troupeau d'Or nous attaque. C'est nous, qui sommes enfermés, entre nos murs. Ils nous assiègent, après avoir rasé le foyer de nos voisins de Basalbourgs, comme en témoigneront les réfugiés que nous avons généreusement accueillis. Qu'y a-t-il donc encore à observer, je me le demande…",
            "councilMeeting/quest-intro": "Soit. Quoiqu'il en soit, nous avons besoin de toi. Rime Leaf pense que tu pourrais l'aider pour une question de sécurité intérieure.\n<br><br>\nEt moi aussi, j’aimerais te parler. Face à face. Ces sujets ne peuvent pas être abordés publiquement. Retrouve-nous dans nos bureaux respectifs, à l'étage.",
            "councilMeeting/sarcasm-reaction": "Étranger, la situation est sérieuse. Des centaines de vies sont en jeu.",
            "lab-quest/A1": "Je ne comprends pas. Si c'est un sujet si sensible, pourquoi moi ?",
            "lab-quest/A2": "Eh bien. Alors, qu'est-ce que je dois vous procurer ?",
            "lab-quest/A3": "Le Ministère des Sciences Arcaniques ? C'est quoi ce machin ?",
            "lab-quest/A4": "Pourquoi ne pas t'en charger toi-même ?",
            "lab-quest/accept": "Très bien. Je m'en occupe.",
            "lab-quest/accept-extra-A1": "Ok, je m'en occupe !",
            "lab-quest/accept-extra-A2": "Je vois. Il vaut mieux que je n'en sache pas trop, n'est-ce pas ?",
            "lab-quest/accept-extra-A3": "D'accord. Je vais te faire confiance.",
            "lab-quest/accept-extra-A4": "Je crois surtout que vous n'avez pas d'autre choix.",
            "lab-quest/accept-extra-A5": "Apparemment, je n'ai pas d'autre choix, moi non plus. Je vais t'aider.",
            "lab-quest/ask-reward": "C'est toujours un plaisir d'aider. Cependant, mon travail n'est pas gratuit.",
            "lab-quest/ask-reward-alt": "Il me semble qu'il était question d'une récompense ?",
            "lab-quest/confirm-holodisk-task": "C'est fait. Les fichiers que tu voulais effacer ont été supprimés.",
            "lab-quest/extra-task-ask": "De quoi s'agit-il ?",
            "lab-quest/happy-to-help": "J'aime me rendre utile.",
            "lab-quest/holodisk-task-not-done": "Oh, merde ! J'ai complètement oublié !",
            "lab-quest/holodisk-task-refuse": "Non. J'ai jeté un oeil à ce que tu voulais supprimer. Je ne te laisserais pas faire. La vérité doit faire surface, d'une manière ou d'une autre.",
            "lab-quest/lie-holodisk-task": "<i>[Mentir]</i> Bien sûr que je l'ai fait !",
            "lab-quest/negociate": "Ca m'a l'air intéressant. Mais je ne travaille pas gratuitement.",
            "lab-quest/negociate-barter": "D'accord. J'aurais aussi besoin d'acheter de l'équipement pour parcourir le laboratoire. Disons, {{labQuestUpfrontPayment}} capsules, payés d'avance.",
            "lab-quest/negociate-extra": "Puisque c'est si important, ça va coûter plus cher.",
            "lab-quest/question-extra-A1": "Pas si tu ne m'explique pas. J'ai besoin de savoir dans quoi je met les pieds.",
            "lab-quest/question-extra-A2": "Des informations dangereuses pour qui ? Comment vous savez tout ça ? De quoi parlez-vous, au juste ?",
            "lab-quest/question-extra-A3": "Et donc, c'est pour ça que vous voulez que ce soit fait discrètement, sans impliquer le conseil ?",
            "lab-quest/question-extra-A4": "Vous y étiez, n'est-ce pas ? Voilà comment vous savez tout ça. Vous travailliez là-bas ? Et vous voulez maintenant que je fasse disparaître vos secrets ?",
            "lab-quest/reject": "Je dois y réfléchir.",
            "meeting-heroic-1": "Je suis venu apporter mon aide. Je ne vous laisserai pas tomber.",
            "meeting-mercenary-1": "Si la paye est bonne, vous pouvez compter sur moi.",
            "meeting-pacifist-1": "Je suis ici en tant qu'observateur. Je ne peux pas encore prendre parti.",
            "meeting-sarcasm-1": "J'adore sauver les princesses en détresse, mais t'es pas vraiment mon type.",
            "office-exit-entry": "Je ne fais que passer.",
            "officeMeeting/entry": "Bonjour. Que puis-je faire pour toi ?",
            "officeMeeting/lab-quest/accepted": "Splendide. <i>Il te tend une cate d'accès</i>.<br>Tu aura besoin de ça pour rentrer dans le laboratoire. Un garde va t'intercepter à l'entrée. Dis-lui que tu es le nouveau technicien de surface. Il te laissera passer.",
            "officeMeeting/lab-quest/extra/intro": "C'est important, et tu dois t'en charger. Je peux compter sur toi ?",
            "officeMeeting/lab-quest/extra/intro-confess-1": "… oui. C'est vrai. J'étais un chercheur, un scientifique. Les gens, là-dessous… les goules… c'étaient mes collègues. Et même des amis, pour certains. Mais il est trop tard pour eux… ou pour moi. Voilà comment je sais que ce qui se trouve là-dessous ne doit jamais faire surface.\n<br><br>\nÉcoute-moi. Tu dois détruire ces données. Intégralement. Dans ton propre intérêt, je te recommande de ne même pas essayer de les consulter. Rien de bon n'en sortira. Rien. J'ai décidé de te faire confiance. J'espère que tu pourra en faire autant.",
            "officeMeeting/lab-quest/extra/intro-confess-2": "Oui. Tu as raison. Je suis acculé. Mais je n'ai pas tenu si longtemps en me couchant face à l'adversité. Alors, m'aideras-tu ?",
            "officeMeeting/lab-quest/extra/intro-council": "C'est une des raisons qui motivent ma discrétion, oui. Je ne peux pas les laisser découvrir ce qui se cache, là-dessous.",
            "officeMeeting/lab-quest/extra/intro-explain": "Je ne sais pas si c'est une bonne idée de t'en parler. Il y a des choses, des informations dangereuses, sur cet ordinateur. Si elles étaient révélées, l'avenir de Sabairain, et plus encore, pourrait être menacé. Cet holodisque contient un programme qui effacera ces données.",
            "officeMeeting/lab-quest/extra/intro-pressed": "Je ne peux pas en dire plus… tu dois me faire confiance. J'essaye simplement de protéger cette ville.",
            "officeMeeting/lab-quest/extra/negociated": "Je peux difficilement arguer contre ça. Très bien. Tu sera payé {{labQuestExtraPayment}} capsules de plus quand tu aura complété ta mission.",
            "officeMeeting/lab-quest/intro": "Certes. Tu as prouvé que tu es digne de confiance. J'ai une mission confidentielle a te confier. Ce dont nous allons discuter ne doit pas quitter ces murs.\n<br><br>\nNous avons construit Sabairain au-dessus d'un camp d'avant-guerre. Dans son sous-sol, se trouvait un laboratoire de Ministère des Sciences Arcaniques. Il contient quelque chose qui pourrait changer notre déstiné.",
            "officeMeeting/lab-quest/intro-end": "Merci. Je compte sur toi. Reviens me voir quand tu aura fini. N'oublie pas : récupère la batterie à flux inversé, et branche l'holodisque sur l'ordinateur de la salle de contrôle.",
            "officeMeeting/lab-quest/intro-explain-choice": "Justement. En tant qu'étranger, tu n'es lié à aucune faction, ici. Ce que je te demande implique un peu de… duplicité, vis à vis des autres gardiens de Sabairain.<br>\nL'existence de cette technologie est connue du conseil, mais aussi des Steel Rangers. Il est déjà question d'organiser une expédition pour aller la chercher. Je veux prendre le conseil de vitesse, afin d'éviter que d'autres factions n'interfèrent pour saboter nos plans.",
            "officeMeeting/lab-quest/intro-explain-dangers": "Si ce n'était pas une mission dangereuse, cette affaire sera déjà conclue.<br><br>\nLes couloirs sont infestés de goules férales. Même sans compter sur elles, ce n'est pas exactement sûr. Il n'est pas donné à tout le monde de pouvoir surmonter de telles épreuves. Mais je pense que tu en sera capable.",
            "officeMeeting/lab-quest/intro-explain-device": "Tu dois récupérer un modèle expérimental de batterie à flux inversé.<br>\nElle se trouve dans une remise, au deuxième sous-sol. Puis-je compter sur toi ?",
            "officeMeeting/lab-quest/intro-explain-maos": "As-tu entendu parler de Twilight Sparkle ?",
            "officeMeeting/lab-quest/intro-extra": "Il y a autre chose que je voudrais que tu fasse, lorsque tu sera là-bas. Il y a un ordinateur, dans la salle de contrôle du laboratoire. Je veux que tu y insère cet holodisque. C'est très important.",
            "officeMeeting/lab-quest/intro-reward": "Bien sûr. Je n'en attendais pas moins. Je vous paierai {{labQuestPayment}} capsules, dès que je posséderai la batterie.",
            "officeMeeting/lab-quest/intro-reward-bonus": "Oui, ça me semble raisonnable.<br><br>\n<i>Vellum Scroll te donne {{labQuestUpfrontPayment}} capsules.</i>",
            "officeMeeting/lab-quest/report/done": "Parfait. C'est mieux ainsi, crois moi. Tu as rendu un grand service à moi-même, et à cette ville. Peut-être même aux terres dévastées dans leur ensemble.",
            "officeMeeting/lab-quest/report/entry": "Excellent ! Tu as rendu un grand service à cette ville. Les recherches de Beryl porteront sûrement leurs fruits, maintenant, et les espions des Steel Rangers ne pourront plus mettre la main sur cet appareil.\n<br><br>\nJe t'avais également confié une tâche supplémentaire. Qu'en est-il ? Est-ce que tu as fait tourner l'holodisque dans le terminal principal ?",
            "officeMeeting/lab-quest/report/give-reward": "Tu l'as mérité.<br>\n<i>Il te donne {{labQuestPayment}} capsules.</i>",
            "officeMeeting/lab-quest/report/undone-main-terminal": "Alors que fais-tu ici ? Il faut que tu y retourne et que tu termine le travail !",
            "officeMeeting/not-ready": "Oui. J'ai bon espoir qu'avec ta coopération, nous puissions sortir cette ville de la situation épineuse dans laquelle elle se trouve.\n<br><br>\nJ'ai une mission personnelle à te confier. Mais avant cela, je voudrais observer ta façon de travailler. Le conseiller Rime Leaf se trouve dans le bureau à côté du miens, et elle a des tâches à te confier concernant notre sécurité intérieure. Elles éprouveront ta loyauté envers notre ville, et si tu te montre capable de prendre les décisions difficiles qu'une situation peut exiger, j'aurais alors une tâche de la plus haute importance à te confier.\n<br><br>\nMerci de ta visite."
        }
    }
}
