{
    "dialogs": {
        "thornhoof/scroll": {
            "ask-about-job": "You wanted to speak with me ?",
            "councilMeeting/entry": "We've got a visitor.<br>\nYou're well known around here, by now. And respected.\nTell me, stranger… or should I say, honorary citizen of Thornhoof…\ndid you come to bring us help once again ?",
            "councilMeeting/heroic-reaction": "It is good to tread with ponies driven by morality. That is a rare and precious sight. I do hope however that your good will shall persist against the trials that we're about to face.",
            "councilMeeting/mercenary-reaction": "The idealists at this table might not appreciate your pragmatism. But I believe that there is no stronger loyalty bond than money. And our coffers are filled with the riches that the Golden Herd would steal from us.\n<br><br>\nHelp this city in its time of needs, and you will be granted your fair share.",
            "councilMeeting/pacifist-reaction": "That's… unsettling. The situation doesn't seem morally gray to me. The Golden Herd is waging war against us. We are the ones who are trapped behind walls. They're besieging us, after having destroyed our neighbor's home, Basalburg. The refugees we generously welcomed are proof of that. What is there left to ponder, I wonder…",
            "councilMeeting/quest-intro": "Very well. Regardless, we need you. Rime Leaf thinks you could help her solve a matter of public security.\n<br><br>\nAnd I too, wish to talk with you. Face to face. These matters shouldn't be discussed publicly. You may meet us later, our offices are upstairs.",
            "councilMeeting/sarcasm-reaction": "Outsider, this is a serious matter. Hundreds of lives are at stake.",
            "lab-quest/A1": "I don't get it. If it's such a secretive topic, why me ?",
            "lab-quest/A2": "Darn. So, what am I looking for this time ?",
            "lab-quest/A3": "The Ministry of Arcane Science ? What's that ?",
            "lab-quest/A4": "Why can't you do it yourself, then ?",
            "lab-quest/accept": "Alright. I'll do it.",
            "lab-quest/accept-extra-A1": "Sure thing, boss !",
            "lab-quest/accept-extra-A2": "I see. I guess it's best for me not to get invovled too much, right ?",
            "lab-quest/accept-extra-A3": "Alright. I'll trust you.",
            "lab-quest/accept-extra-A4": "I don't really think you have a choice.",
            "lab-quest/accept-extra-A5": "Looks like I don't have a choice either. I'll do it.",
            "lab-quest/ask-reward": "It's always a pleasure to help, but I'm not doing it for free.",
            "lab-quest/ask-reward-alt": "I believe we talked about a reward ?",
            "lab-quest/confirm-holodisk-task": "Yes, it's done. The files you wanted gone were removed.",
            "lab-quest/extra-task-ask": "What will that do ?",
            "lab-quest/happy-to-help": "Happy to help.",
            "lab-quest/holodisk-task-not-done": "Oh, shit ! I guess I forgot !",
            "lab-quest/holodisk-task-refuse": "Actually, I took a look at what you wanted to remove. I won't let you erase it. The truth has to come out someday.",
            "lab-quest/lie-holodisk-task": "<i>[Lie]</i> Of course I did !",
            "lab-quest/negociate": "Sounds interseting. But I don't work for free.",
            "lab-quest/negociate-barter": "Agreed. I will also need to purchase some equipment to navigate the laboratory. Around {{labQuestUpfrontPayment}} caps, paid upfront.",
            "lab-quest/negociate-extra": "Well, if it's important, I'm sure you won't mind paying extra.",
            "lab-quest/question-extra-A1": "Not unless you tell me what this is about. I need to know what I'm getting into.",
            "lab-quest/question-extra-A2": "Data threatening to whom ? What are you talking about ? How do you even know all this ?",
            "lab-quest/question-extra-A3": "So, is this the real reason why you want this task to be done secretely, outside of the council's attention ?",
            "lab-quest/question-extra-A4": "You've been there, haven't you ? That's how you know all this. Did you use to work there ? And now, you want me to clean up your secrets ?",
            "lab-quest/reject": "I'll have to think about it.",
            "lab-quest/report/tell-device-given-to-rangers": "I found the inverted flux battery. But I decided to give it to the Steel Rangers.",
            "lab-quest/report/tell-device-not-found": "I haven't found it yet.",
            "lab-quest/report/tell-found-device": "I'm here to give you the inverted flux battery.",
            "meeting-heroic-1": "I'm here to help. I won't let you down.",
            "meeting-mercenary-1": "As long as the reward is worth it, you'll have my support.",
            "meeting-pacifist-1": "I'm here as an observer. I cannot take a decision right now.",
            "meeting-sarcasm-1": "As much as I like the \"damsel in distress\" trope, you're not really my type.",
            "office-exit-entry": "Just going through.",
            "officeMeeting/entry": "Good day. What can I do for you ?",
            "officeMeeting/lab-quest/accepted": "Outsanding. <i>He gives you an access card</i>.<br>You'll need this to get in the laboratory. A guard will stop you at the entrance. Tell them you're the new cleaning pony. He'll let you go through.",
            "officeMeeting/lab-quest/extra/intro": "It's important, and you need to do it. Can I count on you ?",
            "officeMeeting/lab-quest/extra/intro-confess-1": "Yes. Yes, I used to work there. I was a researcher. The people down there… the ghouls… they were my colleagues. My friends, some of them at least. It's too late for them, or me. That's how I know that whatever's down there must never make it back to the surface.\n<br><br>\nListen to me. You must destroy the data. All of it. In your best interest, I advise you not to even try to look at any of it. Nothing good will come out of it. Nothing. I will trust you with this task. I hope you can trust me as well.",
            "officeMeeting/lab-quest/extra/intro-confess-2": "Yeah. You're right. I'm cornered. But I didn't come this far by giving up when the going gets rough. So, will you help me ?",
            "officeMeeting/lab-quest/extra/intro-council": "It is one of the reason why I want this done quietly, yes. I cannot allow just anypony to learn about what's down there.",
            "officeMeeting/lab-quest/extra/intro-explain": "I don't know if it's a good idea to tell you. There's data, in that computer, that could threaten the livelihood of Thornhoof, and perhaps even more than that. It's very dangerous. That holodisk will run a program that will wipe that data. It's for the best.",
            "officeMeeting/lab-quest/extra/intro-pressed": "I can't say more… you must trust me. I'm only trying to protect this town.",
            "officeMeeting/lab-quest/extra/negociated": "I suppose I can't argue against that. Very well, I'll pay you {{labQuestExtraPayment}} more caps once you've done the deed.",
            "officeMeeting/lab-quest/intro": "Yes. You proved yourself trustworthy. I have a confidential mission I'd like to entrust to you. What we're about to discuss must remain between these walls.\n<br><br>\nWe built Thornhoof above a pre-war facility. In its underground, there was a laboratory ran by the Ministry of Arcane Science. It's located towards the West after the town's entrance. Inside, there's a device that could save this town.",
            "officeMeeting/lab-quest/intro-end": "Thank you. I'm relying on you. Come back when you're done. Don't forget: fetch the inverted flux battery, and plug the holodisk in the computer of the control room.",
            "officeMeeting/lab-quest/intro-explain-choice": "That's just it. As a foreigner, you are bound to none of the factions here. What I'm asking you requires a bit of… duplicity, towards the other gardians of Thornhoof.<br>\nThe council knows about this device and its whereabouts, and so do the Steel Rangers. There are already plans to organize a recovery team. I want to act before the council and outside of its field of view, so no faction can try to interfere and intercept the device.",
            "officeMeeting/lab-quest/intro-explain-dangers": "If it wasn't dangerous, then it'd already be done.<br><br>\nThe hallways are infested with feral gouls. Even without accounting for those, it's not exactly a safe place. Not everyone would be able to overcome this place. But I think you have what it takes.",
            "officeMeeting/lab-quest/intro-explain-device": "You must retrieve an experimental device, an inverted flux battery.<br>\nIt's located in a storage room, within the second level of the underground laboratory. Can I trust you with this mission ?",
            "officeMeeting/lab-quest/intro-explain-maos": "Have you heard of Twilight Sparkle ? Blablablabla.",
            "officeMeeting/lab-quest/intro-extra": "There's something else I need you to do down there. There's a computer, in the laboratory's control room. I want you to plug this holodisk in it. It's very important.",
            "officeMeeting/lab-quest/intro-reward": "Of course. I expected no less. I will pay you {{labQuestPayment}} caps, upon receiving the battery.",
            "officeMeeting/lab-quest/intro-reward-bonus": "Yes, that's reasonable.<br><br>\n<i>Vellum Scroll gives you {{labQuestUpfrontPayment}} caps.</i>",
            "officeMeeting/lab-quest/report/device-given-to-rangers": "To… to the Steel Rangers ? The Steel Rangers ?! <br>\nDammit, what could possibly motivate you to do something that stupid ? Is it about money ? Or were you just trying to fuck with us ? How are the crystal wastelands supposed to rise again, if every promising piece of technology ends up locked up in this bunker full of hoarding lunatics ?",
            "officeMeeting/lab-quest/report/done": "I knew I could count on you. This town will be forever thankful to you.",
            "officeMeeting/lab-quest/report/done-half": "Well. You failed this town, but at the very least, you didn't fail me. I take what I can get. Thank you.",
            "officeMeeting/lab-quest/report/entry": "Excellent ! You've done this town a huge service. Beryl's research will now surely bear fruit, and the device is safe from Steel Rangers spies.\n<br><br>\nBut I also trusted you with another task. What about it. Did you run the holodisk on the main terminal ?",
            "officeMeeting/lab-quest/report/followup-device": "But I also trusted you with another task. What about it. Did you find the Inverted Flux Battery ?",
            "officeMeeting/lab-quest/report/followup-holodisk": "But I also trusted you with another task. What about it. Did you run the holodisk on the main terminal ?",
            "officeMeeting/lab-quest/report/give-reward": "You earned it.<br>\n<i>He gives you {{labQuestPayment}} caps.</i>",
            "officeMeeting/lab-quest/report/prompt": "Yes ? Have you completed the tasks I assigned you ?",
            "officeMeeting/lab-quest/report/receive-battery": "Excellent ! You've done this town a huge service. Beryl's research will now surely bear fruit, and the device is safe from Steel Rangers spies.",
            "officeMeeting/lab-quest/report/reject-holodisk": "TODO: there should be some kind of discussion here, about the content of the logs.",
            "officeMeeting/lab-quest/report/report-holodisk": "Good. It's for the best, believe me. You've done a great service to me, and this town. Perhaps even the whole wasteland.",
            "officeMeeting/lab-quest/report/undone-main-terminal": "Then what are you doing here ? You must go back !",
            "officeMeeting/not-ready": "Yes. I have high hopes that, with your cooperation, we might just be able to get this town out of this precarious situation.\n<br><br>\nI have a mission to task you with. But before that, I'd like to see how you work. Councilmare Rime Leaf works in the office right next to mine, and she has tasks for you regarding the security of our walls. They will test your loyalty to us, and if you show yourself able to take the harsh decisions that a situation might require, I will then trust you with a task of the utmost importance.\n<br><br>\nThank you for coming by.",
            "report-failed-lab-quest": "About the device you wanted from the laboratory…",
            "report-lab-quest": "About what you asked me to do, in the underground lab…"
        }
    }
}
