{
    "dialogs": {
        "thornhoof/silvertide": {
            "accept-caravan-quest": "Alright. I'll do it.",
            "ask-about-caravan": "The caravaneers ?",
            "ask-whats-going-on": "What's the situation ?",
            "ask-whats-in-it-for-player": "What's in it for me ?",
            "ask-youre-silvertide": "So, you're Silvertide ?",
            "came-to-help": "I'm only here to help.",
            "caravan-arrival/asked-payment": "Of course. You did right by us, you deserve a reward. Take these {{caravanReward}} caps.",
            "caravan-arrival/entry": "",
            "caravan-arrival/failure-entry": "The heck is going on ? You brought us the food, and that means something, but where are my Celestia damned ammunitions ? The Steel Ranger shipment, what happened, what did you do ?",
            "caravan-arrival/failure-justify-failure": "You're a terrible fucking liar. What happened then ? Did you fucking sell Hoarfrost's holodisk, and hoped we wouldn't mind about the missing ammo ? Were you actively trying to sabotage us ?<br><br>\nI've got half a mind to beat your face to a pulp right now. I strongly advise you get the fuck away from my face before that happens.",
            "caravan-arrival/failure-justify-forgotten": "You... what ?<br>\nYou <b>forgot</b> ? You're either the biggest fool ever, or you think I am ! So you brought the caravan, but \"forgot\" to bring the most essential wares !\n<br><br>\nMaybe you're just a fucking idiot. Or maybe you're working for the enemy. I don't care which it is, you're too dangerous to work with us. Get the fuck out of here, and don't come back.",
            "caravan-arrival/failure-justify-success": "The Steel Rangers refused, huh ?\n<br><br>\nI'm not that surprised, to be honest. They don't give a rat's ass about us. All they care about are the tech we inherited from the Ministry of Arcane Science. Maybe they believe there'll be more to salvage once the Golden Herd run us over. Bastards...",
            "caravan-arrival/on-modesty": "Oh, come on, don't give me that crap. You've shown way too much spunk to be this humble.\n<br><br>\nYou've earned a place among us. I'll tell my ponies to let you access the town as you please. And I hope we'll work again together in the future.",
            "caravan-arrival/on-reward-negociated": "Hm...<br>\nI'd say bravery is its own salary, but I get you. Alright, here are {{caravanRewardNegociated}} more caps, courtesy of yours truly.",
            "caravan-arrival/outro": "Don't worry about that.\n<br><br>\nAnyway, I've talked about you during the last Council session, and I think  they'll want to meet you. If you still want to help, head to town and have a talk with them.",
            "caravan-arrival/refund": "Yeah, of course, the caravaneers filled me in about that. I prepared the {{caravanPlayerAdvanceAmount}} caps for you, take them.<br><br>\nThat was mighty generous of you, pal.",
            "caravan-arrival/success-entry": "There you are ! The savior of days ! Food, ammo, everything we need to outlast the golden bastards !\n{{successEntryLauriePart}}\nYou have my thanks.",
            "caravan-arrival/success-entry+laurie": "And you even brought Laurie with you ! She said nothing but good about you.",
            "caravan-ask-about-compensation": "I did have to pay the caravan's cost in advance. I'm expecting the town to refund me.",
            "caravan-ask-reward": "I was hoping for something more substantial than \"thank you\".",
            "caravan-ask-reward-alt": "Can we talk about a monetary reward ?",
            "caravan-happy-to-help": "Always happy to help.",
            "caravan-looking-forward-for-next-jobs": "I just like my blood boiling up ! If you need me for another mission like that, I'm in !",
            "caravan-negociate-reward": "I really stuck my neck out for you out there. I don't mean to be rude, but I think it's worth a little more than {{caravanReward}} caps.",
            "caravan-not-looking-forward-for-next-jobs": "Well, I'm glad I got this behind me. Next time you've got a suicide trip like this, do me a favour and ask somepony else.",
            "justify-failure-forgot": "I'm sorry, I guess I just forgot.",
            "justify-failure-lie-failure": "Well, the thing is, the Steel Rangers, huh, they wouldn't give me the ammo.",
            "justify-failure-lie-success": "The Steel Rangers betrayed your trust. They refused to deliver any ammo to a cause they don't believe in.",
            "leave": "<i>[Leave]</i>",
            "meeting/about-reward": "Oh, we'll pay. Caps, respect, and free access to the town.\n<br><br>\nAnd if you come back alive… you'll have earned your place among us.\nAnd believe me, in such a world, that ain't nothing.",
            "meeting/about-risks": "You already went through the enemy lines once, didn't you ? I say that gives you a chance out of a thousand to do it again. And that's a thousand time more chances we'll have over here, if nothing comes and kick the shit out of that statu-quo.",
            "meeting/about-situation": "The situation ? All fucked up, is what it is.\n<br><br>\nThe Golden Herd settled around a few months ago, after having destroyed Basalbourg... but we were better prepared. We rejected the demands of the Golden Herd... caps and slaves, like we were ever gonna accept that !\n<br><br>\nSince then, we've been isolated. Thornhoof is well protected, and we have sources of water and food... but we still have to ration, and ammo is going to run out.\n<br><br>\nNot a pretty picture, huh ?",
            "meeting/confirm-identity": "In the flesh, yes, and also a bit tired. I've seen to many ponies die for this town. But I'm still standing. And today, you may be the one to save our flanks.",
            "meeting/introduce-quest": "I want you to leave this town and head to Crystal Den.<br>\nThere, you'll convince the caravaneers to send a convoy. Foodstuff. They will have to stop by the Steel Rangers', where they'll pick up a shipping of ammo which I already negociated.\n<br><br>\nI'm ready to pay ten times what's this convoy's worth. But no one dares go outside. No one but you.",
            "meeting/introduction": "So, you're the outsider. I have to say… reaching our doors, with the Golden Herd paving the way, it ain't nothing.\n<br><br>\nIf you're a liar, you're damn convincing. And if you're truthful… then maybe we'll get along just fine.",
            "meeting/not-a-hero": "You don't need to be a hero. Just dump enough to think you can make a difference. I've been that pony. Why not you ? You went through the enemy lines like it was nothing. You can't be smart enough to know it's impossible !",
            "meeting/quest-accepted": "Good. Here's the holodisk for the Steel Rangers, you'll need it to claim the ammo shipment. And tell Laurie, if you see her, that Silvertide still owes her a bottle of rhum. She works for the Crystal Den caravaneers.\n<br><br>\nGood luck. We depend on you more than you can imagine.",
            "meeting/quest-rejected": "We don't exactly have the luxury of taking our time, over here. You want to save a town ? Move it. Else… don't think for too long. Our time is running out.",
            "meeting/re-entry": "Oh. You're back. So, did you make up your mind ? Are you going to bring the Crystal Den's caravaneers to the rescue, or are you letting us down ?",
            "meeting/wanted-to-help": "Good. I'm looking for ponies ready to risk it all. Not for honnor, not for glory. For survival.\n<br><br>\nThornhoof is holding. But the ammo is disappearing fast. And reinforcements ? No one's coming.<br><br>\nOne thing can help us now. The caravaneers.",
            "not-a-hero-accept": "That was a very insulting pep talk... but you convinced me. Let's do it !",
            "not-a-hero-reject": "You sure have a weird way of doing pep talk. I'll be on my way.",
            "reject-caravan-quest": "I'll think about it.",
            "reject-caravan-quest-confirm": "<i>[Partir]</i>",
            "say-im-not-a-hero": "Sorry. I'm not a hero.",
            "tell-breaking-siege-risky": "Sounds risky. Very risky."
        }
    }
}
