{
    "dialogs": {
        "thornhoof/silvertide": {
            "accept-caravan-quest": "Très bien. Je le ferais.",
            "ask-about-caravan": "Les caravaniers ?",
            "ask-whats-going-on": "Quelle est la situation ?",
            "ask-whats-in-it-for-player": "Qu'est-ce que j'y gagne ?",
            "ask-youre-silvertide": "Alors, c'est toi Silvertide ?",
            "came-to-help": "Je ne suis là que pour aider.",
            "caravan-arrival/asked-payment": "Pour sûr ! Tu nous a rendu un service solide. Prend tes {{caravanReward}} caps.",
            "caravan-arrival/failure-entry": "C'est quoi ce bordel ? Tu nous as amené des vivres, et c'est toujours ça de pris, mais putain, où sont mes munitions ? La cargaison des Steel Rangers, qu'est-ce que t'as foutu ?",
            "caravan-arrival/failure-justify-failure": "Tu mens très mal, tu sais ça ? Alors, c'est quoi la vérité ? T'as vendu l'holodisque d'Hoarfrost, et tu croyais qu'on oublierait la cargaison de munitions ? Ou est-ce que t'essaye de nous saboter ?<br><br>\nJe suis à deux doigts de t'exploser la gueule, alors je te conseille de te tirer en vitesse avant que ça n'arrive. Ne repose jamais tes sabots ici.",
            "caravan-arrival/failure-justify-forgotten": "Tu… quoi ?<br>\nT'as <b>oublié</b> ? Soit t'es phénomènalement con, soit tu pense que moi je le suis ! Tu nous amène une caravane, mais tu « oubile » la livraison la plus importante ?!\n<br><br>\nPtêt que t'es juste très con. Où ptêt que tu bosse pour l'ennemi. Je me fou de savoir, de toute façon t'es pas digne de notre confiance. Hors de ma vue, je veux plus te voir ici.",
            "caravan-arrival/failure-justify-success": "Les Steel Rangers ont refusés, hein ?\n<br><br>\nJe suis pas si surprise que ça, en fait. Ils en ont rien à foutre, de nous. Et tout ce qui les intéresse, ce sont les quelques technologies que nous avons hérités du Ministère de la Science Arcanique. Ptêt qu'ils pensent qu'ils auront plus à récupérer après que la Troupe d'Or ait rasé la ville. Les fumiers…",
            "caravan-arrival/on-modesty": "Bah, arrête tes manières. T'as prouvé que t'avais bien trop de gonades pour être aussi humble.\n<br><br>\nT'as bien gagné ta place parmi nous. Je vais demander à mes poneys de te laisser entrer en ville. Et j'espère qu'on bossera encore ensemble, à l'occasion.",
            "caravan-arrival/on-reward-negociated": "Hm…<br>\nC'est vrai que la bravoure, ça s'encourage. Ok, je vais t'offrir {{caravanRewardNegociated}} capsules de plus.",
            "caravan-arrival/outro": "Bah, t'inquiète pas pour ça.\n<br><br>\nBref, j'ai parlé de toi à la dernière séance du Conseil, et je pense qu'ils voudront te rencontrer. Si t'es encore chaud pour nous aider, entre en ville et va leur parler.",
            "caravan-arrival/refund": "Oui, bien sûr, les caravaniers m'ont expliqués la situation. J'ai préparé tes {{caravanPlayerAdvanceAmount}} capsules, prends-les !<br><br>\nC'était très généreux de ta part, mon pôte.",
            "caravan-arrival/success-entry": "Ah, le voilà ! Le sauveur des causes déséspérées ! De la bouffe, des munitions, tout ce dont on a besoin pour éreinter ces putains de hordeux !\n{{successEntryLauriePart}}\nT'as gagné ma gratitude.",
            "caravan-arrival/success-entry+laurie": "Et t'as même rameuté Laurie ! Elle m'a dit que du bien de toi !",
            "caravan-ask-about-compensation": "J'ai dû avancer les coÛts de la caravane. J'esperais que vous pourriez me rembourser.",
            "caravan-ask-reward": "J'espérais quelque chose de plus substantiel que la gratitude.",
            "caravan-ask-reward-alt": "Est-ce qu'on peut parler de ma récompense ?",
            "caravan-happy-to-help": "Je suis content d'avoir pu aider.",
            "caravan-looking-forward-for-next-jobs": "Tout ça a stimulé mon sang chaud ! Si tu cherche de l'aide pour d'autres missions périlleuses, n'hésite pas !",
            "caravan-negociate-reward": "J'ai pris beaucoup de risque pour toi. Je veux pas en faire des caisses, mais je pense que ça vaut un peu plus que {{caravanReward}} capsules.",
            "caravan-not-looking-forward-for-next-jobs": "Je suis pas mécontent qu'on en ait fini. La prochaine fois que tu  veux envoyer quelqu'un au suicide, demande à quelqu'un d'autre.",
            "entry": "Salut. Je suis occupée, qu'est-ce que tu veux ?",
            "entry-liked": "Regardez-moi ça… le héros de Thornhoof en personne.<br>\nCa me fait plaisir de te voir ici. T'es venu pour une raison particulière ?",
            "justify-failure-forgot": "Je suis désolé, j'ai du oublier…",
            "justify-failure-lie-failure": "Ben, les Steel Rangers, en fait, ils ont pas voulu me donner les munitions.",
            "justify-failure-lie-success": "Les Steel Rangers vous ont lâchés. Ils refusent de livrer des munitions pour une cause qu'ils croient désespérée.",
            "leave": "<i>[Partir]</i>",
            "meeting/about-reward": "On paiera. En capsules, en respect, en accès à la ville.\n<br><br>\nEt si tu reviens vivant… t'auras gagné ta place ici.\nEt crois-moi, dans ce monde, c'est pas rien.",
            "meeting/about-risks": "T'as déjà passé les lignes ennemies une fois, non ? Moi je dis que ça te donne une chance sur mille de recommencer. Et c'est mille fois plus que ce qu'on a ici, si rien ne vient perturber le statu-quo.",
            "meeting/about-situation": "La situation ? Ah, ça fou le camp de partout, la voilà, la situation.\n<br><br>\nLa Golden Herd s'est installé dans les parages il y a quelques mois, après avoir rasé Basalbourg… mais nous étions mieux préparé qu'eux. Nous avons rejeté les demandes de la Golden Herd… des capsules, et des esclaves, et puis quoi encore !\n<br><br>\nDepuis, nous sommes isolés. Thornhoof est bien protégée, et nous avons des sources d'eau et de nourriture qui nous permettent de tenir relativement bien… mais nous devons nous rationner, et les munitions vont finir par manquer.\n<br><br>\nC'est pas la joie, pas vrai ?",
            "meeting/confirm-identity": "En chair, en os, et un brin fatiguée. J'ai vu trop de poneys mourir pour cette ville. Mais je reste debout. Et aujourd'hui, c'est toi qui va nous sauver la mise.",
            "meeting/introduce-quest": "Je veux que tu quittes la ville et que tu rejoignes Cristal Den.<br>\nTu vas convaincre les caravaniers de nous envoyer un convoi. Des vivres. Ils devront faire escale chez les Steel Rangers, où ils récupéreront une livraison de munitions que j'ai déjà négociée.\n<br><br>\nJe suis prête à payer dix fois le prix pour ce convoi. Mais personne n'ose sortir. Personne sauf toi.",
            "meeting/introduction": "Alors c’est toi, l'étranger. Je dois admettre… atteindre nos portes, seul, avec la Golden Herd entre les deux, c’est pas rien.\n<br><br>\nSi t'es un menteur, t'es sacrément convaincant. Et si t'es sincère… alors peut-être qu’on va s'entendre.",
            "meeting/not-a-hero": "T'as pas besoin d’être un héros. Juste quelqu’un d'assez con pour penser qu’il peut faire la différence. J'ai été ce poney-là. Pourquoi pas toi ? T'as traversé les lignes ennemis comme si de rien. Tu dois pas être si futé que ça !",
            "meeting/quest-accepted": "Bien. Voici l'holodisque pour les Steel Rangers, il te permettra de récupérer les munitions. Et dis à Laurie, si elle y est encore, que Silvertide lui doit toujours une bouteille de rhum. Elle travaille pour les caravaniers de Cristal Den.\n<br><br>\nBonne chance. On compte sur toi plus que tu ne peux l'imaginer.",
            "meeting/quest-rejected": "On n’a pas le luxe de l'hésitation ici. Tu veux sauver une ville ? Tu bouges. Sinon… va pas traîner trop longtemps. Le notre est compté.",
            "meeting/re-entry": "Ah, te revoilà. Alors, tu t'es décidé ? Tu va nous les amener, les caravaniers de Cristal Den, où tu va nous laisser en plan ?",
            "meeting/wanted-to-help": "Bien. Parce que moi, je cherche quelqu’un prêt à prendre des risques. Pas pour l’honneur. Pas pour la gloire. Pour la survie.\n<br><br>\nThornhoof tient bon. Mais les munitions, elles s'évaporent. Et les renforts ? Personne ne viendra.\n<br><br>\nIl y a une seule chose qui pourrait changer la donne… les caravaniers.",
            "not-a-hero-accept": "T'as une drÔle de façon de motiver les troupes… mais ça marche ! Je vais le faire !",
            "not-a-hero-reject": "Je suis peut-être con, mais pas à ce point là. Si tu permet, je tire ma révérence.",
            "reject-caravan-quest": "J'y réflechirai.",
            "say-im-not-a-hero": "Je ne suis pas un héro.",
            "tell-breaking-siege-risky": "Ca a l'air risqué… très risqué."
        }
    }
}
