{
    "dialogs": {
        "capital/theater/barmaid": {
            "about-bar": "Il n'y a pas de civilisation sans un endroit où l'on peut se rassembler après une longue journée.\n<br><br>\nQuand j'ai rejoint Ash-Aven, ce batiment était en ruine. Mais <b>Wailing Tune</b> et moi avons vu ce qu'il pouvait devenir. Elle avait besoin d'un endroit où chanter, et moi, d'un endroit où… remettre un peu d'ordre dans ce chaos.  ",
            "about-bar-ask-singer": "Wailing Tune… c'est donc le nom de cette chanteuse ?",
            "about-cadence": "Je ne la connaissais pas bien. Je la servais, c'est tout. Mais elle…\n<br><br>\nAucune description ne lui rendrait justice. Elle était plus qu'une souveraine. Elle illuminait chaque lieu où elle se trouvait, et sa gentillesse était contagieuse.",
            "about-npc": "Autrefois, je servais dans le château de Cadence. Le thé de l'après-midi, les banquets officiels… puis tout s'est effondré.",
            "about-npc-more": "J'ai erré dans les terres désolées, cherchant un foyer. Crystal Den fut un cauchemar… l'esclavage, la brutalité. Les gens là-bas ne savent même pas ce que 'merci' signifie.\n<br><br>\nAlors, j'ai fait demi-tour. Et dans les ruines, j'ai retrouvé une voix. Wailing Tune.\n<br><br>\nMême au milieu des ruines et du silence, elle chantait encore.\n<br><br>\n<i>Elle pose un regard rêveur sur Wailing Tune, qui chante de l'autre côté du bar.</i>",
            "about-singer": "Wailing Tune. Sa voix berçait autrefois la haute société. Aujourd'hui, elle berce les âmes perdues.",
            "ask-about-bar": "Votre bar est impressionnant. Comment avez-vous monté un tel endroit ?",
            "ask-about-cadence": "Vous avez connu Princesse Cadence ? Personnellement ?",
            "ask-about-crystal-den": "Crystal Den est donc si horrible que ça ?",
            "ask-about-npc": "Vous avez toujours été barmaid ?",
            "ask-about-npc-more": "Et après ça ?",
            "ask-about-singer": "Avant de commander, qui est-ce qui chante ?",
            "ask-about-still": "Un alambic ? Comment il a fait ça ?",
            "ask-drink": "Un verre. Qu'est-ce que vous avez ?",
            "ask-drink-politely": "Bonsoir. Puis-je vous demander ce que vous avez à servir ?",
            "back-to-intro": "Je vois. Parlons d'autre chose.",
            "drinks": "Nous avons notre propre bière, brassée maison grâce à un alambic conçu par <b>Rotten Gear</b>. Une merveille d'ingénierie, bien que son créateur soit… moins raffiné.",
            "drinks-about-bar": "Ce n'est pas moi qui vais vous contrdire ! Alors, qu'est-ce que je vous sers ?",
            "drinks-back-to-intro": "Bien sûr. Je peux vous servir quelque chose ?",
            "drinks-polited": "Enfin quelqu'un qui se souvient encore de la civilité. Peu de gens, dans ces terres désolées, comprennent que les bonnes manières sont le ciment de la civilisation.",
            "drinks-singer-compliment": "Sa voix est unique, oui… Elle a traversé les siècles, porté des douleurs et des souvenirs que personne d'autre ne pourrait chanter.\n<br><br>\n<b>Rotten Gear</b> dit qu'elle sonne comme une vieille radio en panne, mais moi, je pense qu'il est juste jaloux de ne pas savoir faire autre chose que râler.\n<br><br>\nToi, au moins, tu sais reconnaître la beauté quand tu l'entends. Le prochain verre est pour moi.",
            "entry-exit": "Non merci, je ne bois pas.",
            "exit-about-bar": "Un bon bar est un refuge.",
            "exit-investigation-result": "Tout compte fait, parlons d'autre chose.",
            "ghoul-love-confirm-and-encourage": "Tu devrais aller lui parler,  voir par toi-même.",
            "ghoul-love-confirm-feelings": "Elle était rouge comme une tomate, et cherchait à nier… c'était adorable ! Mais elle a fini par l'admettre.",
            "ghoul-love-inform-feelings": "Je sais que tu ne voulais pas que je m'en mêle mais… elle t'aime aussi.",
            "ghoul-love-investigated": "À propos de Wailing Tunes…",
            "ghoul-love-investigation-give-up": "Comme vous voudrez.",
            "ghoul-love-investigation-start": "Alors je ne dirai rien… mais je garderai l'oreille ouverte.",
            "ghoul-love-sure-about-suspicions": "Whispering Ash ? Vous êtes sûre que c'est plus que de l'amitié ?",
            "ghoul-love/encouraged-confession": "<i>Amber Glow secoue la tête avec un sourire triste.</i>",
            "ghoul-love/shrug": "<i>Amber Glow soupire, elle semble incertaine.</i>",
            "goul-love/feelings-confirmed": "Bon sang… après toutes ces années, et il aura fallu un fouineur de peaudouce pour que je l'apprenne.\n<br><br>\nD'accord… d'accord. Je vais devoir… réfléchir à tout ça. Mais merci, je suppose.\n<br><br>\nEt surtout, garde ça pour toi maintenant, hein ? J'ai ma fierté.",
            "goul-love/feelings-confirmed-and-encouraged": "Lui parler, hein ? Comme si c'était si simple…\n<br><br>\nPeut-être… Peut-être que je devrais. Après tout, c'est pas comme si on avait l'éternité devant nous…\n<br><br>\nT'es du genre à mettre les pattes dans tout, toi, hein ? Tu dois bien t'entendre avec Broken Lens ! Mais bon… peut-être que cette fois, c'était pas une si mauvaise idée.",
            "goul-love/feelings-revealed": "Elle… elle m'aime aussi ?\n<br><br>\nPar Celestia, j'avais dit que je voulais pas d'indiscrétion… et voilà que tu déboules avec ça !\n<br><br>\nJe devrais être furieuse que tu sois allé fouiner… mais comment je pourrais ?\n<br><br>\nTu es sûr de ça ? Elle te l'a dit en personne ?",
            "goul-love/intro": "C'est… une question bien directe.<br><br>\n\nJe tiens à elle. Plus que je ne pourrais l'exprimer.<br><br>\n\n<i>Elle hésite, puis reprend sur le ton de la confidence :</i><br><br>\n\nMais je crois qu'elle aime déjà quelqu'un d'autre.",
            "goul-love/investigated-entry": "Oui ? Qu'est-ce qui se passe ?",
            "goul-love/investigation-suggested": "Non ! Enfin… non. C'est ridicule. Elle n'a pas à savoir que je me pose ce genre de questions.\n<br><br>\nSi elle veut me parler de ses sentiments, elle le fera. Je ne vais pas fouiller dans sa vie.",
            "goul-love/suspicions": "Je ne sais pas. Mais… elle passe beaucoup de temps avec Whispering Ash.\n<br><br>\nIls ont des discussions tard dans la nuit, des silences complices… Il y a quelque chose entre eux, j'en suis certaine.\n<br><br>\nEt puis, regardez-le. Un ancien agent royal, mystérieux, cultivé, à la voix grave… Comment pourrais-je rivaliser avec ça ?",
            "introduction": "Bienvenue au Dernier Acte. Ici, la courtoisie est de mise, même au bout du monde. Asseyez-vous. Que puis-je vous servir ?",
            "love-ask-suspicions": "Et de qui croyez-vous qu'elle serait déjà amoureuse ?",
            "love-encourage-confession": "Pourquoi ne pas lui dire ce que vous ressentez ?",
            "love-encourage-confession-alt": "Wailing Tune mérite de savoir ce que vous ressentez.",
            "love-suggest-investigation": "Si j'essayais d'en savoir plus, pour vous, discrètement ?",
            "singer-compliment": "C'est beau. Sa voix est unique.",
            "singer-disrespect": "Sa voix est… rauque. Un peu dérangeante.",
            "singer-disrespected": "Vous, les peaudouces, ne pouvez pas comprendre.\n<br><br>\nNous avons vu des siècles passer, nous avons perdu plus que vous ne pouvez l'imaginer. Sa voix apaise nos cicatrices.\n<br><br>\nSi cela vous dérange… personne ne vous oblige à rester.",
            "start-love-route": "Vous êtes resté pour elle, n'est-ce pas ?",
            "take-drink": "Je vais essayer."
        }
    }
}
