{
    "dialogs": {
        "capital/theater/barmaid": {
            "about-bar": "There is no civilization without a place to gather after a long day.\n<br><br>\nWhen I joined Ashaven, this building was in ruins. But <b>Wailing Tune</b> and I saw what it could become. She needed a place to sing, and I needed a place to… bring some order to the chaos.",
            "about-bar-ask-singer": "Wailing Tunes… is that the name of this singer ?",
            "about-cadence": "I didn't know her well. I just served her. But she…\n<br><br>\nNo description would do her justice. She was more than a queen. She lit up every place she went, and her kindness was contagious.",
            "about-npc": "I used to serve at Cadence Castle. Afternoon tea, state banquets… then it all fell apart.",
            "about-npc-more": "I wandered the wasteland, searching for a home. Crystal Den was a nightmare… the slavery, the brutality. The people there don't even know what 'thank you' means.\n<br><br>\nSo, I turned back. And in the ruins, I found a voice. Wailing Tune.\n<br><br>\nEven amidst the ruins and the silence, it still sang.\n<br><br>\n<i>She looks dreamily at Wailing Tune, who is singing on the other side of the bar.</i>",
            "about-singer": "Wailing Tune. Her voice once soothed high society. Today, it soothes lost souls.",
            "ask-about-bar": "Your bar is impressive. How did you build such a place?",
            "ask-about-cadence": "You knew Princess Cadence ? Personally ?",
            "ask-about-crystal-den": "Is Crystal Den really so bad ?",
            "ask-about-npc": "Have you always been a barmaid ?",
            "ask-about-npc-more": "And afterwards ?",
            "ask-about-singer": "Before I order, who is singing?",
            "ask-about-still": "A still ? How did he put one together ?",
            "ask-drink": "A drink. What do you have?",
            "ask-drink-politely": "Good evening. May I ask what you have to serve?",
            "back-to-intro": "I see. Let's talk about something else.",
            "drinks": "We have our own beer, brewed in-house using a still designed by <b>Rotten Gear</b>. A marvel of engineering, though its creator is… less refined.",
            "entry-exit": "No thank you, I'm not drinking.",
            "exit-about-bar": "A good bar is a home.",
            "exit-investigation-result": "Anyway, let's talk about something else.",
            "ghoul-love-confirm-and-encourage": "You should go talk to her, see for yourself.",
            "ghoul-love-confirm-feelings": "She was as red as a tomato, and tried to deny it… it was adorable! But she finally admitted it.",
            "ghoul-love-inform-feelings": "I know you didn't want me to get involved, but… she loves you too.",
            "ghoul-love-investigated": "About Wailing Tunes…",
            "ghoul-love-investigation-give-up": "Suit yourself.",
            "ghoul-love-investigation-start": "So I won't say anything… but I'll keep my ears peaked.",
            "ghoul-love-sure-about-suspicions": "Whispering Ash? Are you sure this is more than friendship ?",
            "goul-love/feelings-confirmed": "Damn… after all these years, and it took a snooping smoothskin to make me find out.\n<br><br>\nOkay… okay. I'll have to… think about all this. But thanks, I guess.\n<br><br>\nAnd most importantly, keep it to yourself now, okay? I have my pride.",
            "goul-love/feelings-confirmed-and-encouraged": "Talk to her, huh? Like it's that simple…\n<br><br>\nMaybe… Maybe I should. After all, it's not like we have eternity ahead of us…\n<br><br>\nYou're the type to get involved in everything, aren't you? You must get along well with Broken Lens! But hey… maybe this time it wasn't such a bad idea.",
            "goul-love/feelings-revealed": "She… does she love me too?\n<br><br>\nBy Celestia, I said I didn't want any indiscretions… and here you come with this!\n<br><br>\nI should be furious that you went snooping… but how could I be?\n<br><br>\nAre you sure about that? Did she tell you in person?",
            "goul-love/intro": "That's… a very direct question.<br><br>\n\nI care about her. More than I could express.<br><br>\n\n<i>She hesitates, then continues in a confidential tone:</i><br><br>\n\nBut I think she already loves someone else.",
            "goul-love/investigated-entry": "Yes ? What's happening ?",
            "goul-love/investigation-suggested": "No! Well… no. It's ridiculous. She doesn't need to know I'm asking myself these kinds of questions.\n<br><br>\nIf she wants to talk to me about her feelings, she will. I'm not going to pry into her life.",
            "goul-love/suspicions": "I don't know. But… she spends a lot of time with Whispering Ash.\n<br><br>\nThey have late-night talks, knowing silences… There's something between them, I'm sure of it.\n<br><br>\nAnd look at him. A former royal agent, mysterious, cultured, with a deep voice… How could I compete with that?",
            "introduction": "Welcome to The Last Act. Here, courtesy is required, even at the ends of the earth. Sit down. What can I get you?",
            "love-ask-suspicions": "And who do you think she's already in love with ?",
            "love-encourage-confession": "Why not tell him how you feel ?",
            "love-encourage-confession-alt": "Wailing Tune deserves to know how you feel.",
            "love-suggest-investigation": "What if I tried to find out more, for you, discreetly ?",
            "singer-compliment": "It's beautiful. Her voice is unique.",
            "singer-disrespect": "Her voice is… hoarse. A little disturbing.",
            "singer-disrespected": "You smoothskin people can't understand.\n<br><br>\nWe've seen centuries pass, we've lost more than you can imagine. His voice soothes our scars.\n<br><br>\nIf that bothers you… no one's forcing you to stay.",
            "start-love-route": "You stayed for her, didn't you ?",
            "take-drink": "I'll give it a try."
        }
    }
}
