{
    "dialogs": {
        "capital/theater/engineer": {
            "accept-find-crystal": "Je vais voir ce que je peux faire.",
            "ask-about-celeestial-device-parts": "T'as fini de bosser sur les pièces de l'Appareil Celeste ?",
            "ask-about-celestial-device": "Je dois fabriquer un Appareil Celeste. Tu crois que tu pourrais m'aider ? <i>[Lui montrer les plans]</i>",
            "ask-about-generator": "C'est quoi, ce truc sur lequel tu travail ?",
            "ask-crystal-replacement": "Et tu peux pas remplacer ce cristal par autre chose ?",
            "ask-crystal-whereabout-more": "Il doit bien y avoir un autre moyen ?",
            "ask-crystal-whereabouts": "Tu sais où en trouver un autre ?",
            "ask-make-celestial-device-parts": "D'accord. Tu peux me fabriquer ces pièces alors ?",
            "ask-suggestion-celestial-device-arm": "Tu connaîtrais pas un coin où il y aurait peut-être un Module de Régulation Atmostphérique ?",
            "ask-to-craft": "J'ai besoin que tu fabrique quelque chose pour moi.",
            "ask-to-learn": "Je veux apprendre la mécanique. Laisse-moi travailler avec toi une journée.",
            "boast-about-already-having-arm": "Ne t'inquiète pas pour le module de régulation atmosphérique. J'en ai déjà trouvé un.",
            "cannot-afford-craft": "Non merci, c'est trop cher.",
            "celestial-device/accept-craft-parts": "Donne-moi une semaine et j'te prépare tout ce que je peux fabriquer ici.",
            "celestial-device/arm-already-found": "Éh beh. T'es vraiment doué pour trouver des trucs introuvables, toi.\n<br><br>\nBien ouéj.",
            "celestial-device/arm-location-suggestion": "Tu pourrais trouver ça dans un autre Abri… cette pièce était aussi utilisée comme purificateur d'atmosphère, dans certains complexes\nsouterrains, là ou ils menaient des expériences susceptibles de corrompre l'atmosphère.\n<br><br> \nEt en parlant de ruines… il n'y a que ça tout autour de nous ! Tu pourrais essayer au Laboratoire Ombrage. C'est pas très loin, au nord du théâtre. J'serais pas surpris qu’il y\nait des trésors technologiques là-bas. Peut-être bien le module que tu cherche… par contre, ça grouille de saloperies mutantes, par là-bas.\n<br><br>\nSi t’es assez fou pour y foutre les sabots, va en parler à Whispering Ash. Il pourra peut-être t'aider.",
            "celestial-device/give-parts": "Ouais, ouais, tiens. Voilà ton foutu matos.\n<br><br>\n<i>Il vous tend un ensemble de pièces finement usinées, qu’il semble avoir pris soin de préparer avec précision.</i>",
            "celestial-device/introduction": "<i>{{npc}} attrape les plans, les déroulant sur son établi. Son regard se plisse alors qu'il analyse les schémas, lançant occasionnellement des\ngrognements .</i>\n<br><br>\nHm. C’est du bon boulot, ça… Stabilisateur arcanique, alimentation redondante… et ces circuits… qui a conçu un truc pareil ?\n<br><br>\nJ’ai aucune foutue idée de ce que c’est censé faire… mais… ouais. Je peux te bricoler une partie des pièces.\n<br><br>\nMais y’a un problème : cette pièce-là… le Module de Régulation Atmosphèrique…  je ne peux pas en reproduire la matrice magique, et certaines pièces ne peuvent être fabriqués qu'à partir de machines spécialisées. Si tu veux un Module de Régulation Atmosphèrique, il va\nfalloir le trouver toi-même.",
            "celestial-device/negociate-craft-part-bartered": "Je suppose que je peux faire un geste... je le ferai pour {{celestialDevicePartsPrice}} caps. Mais je touche pratiquement aucune marge là-dessus, alors pas la peine de demander moins.",
            "celestial-device/negociate-craft-parts": "Eh bien, ce ne sera pas facile, et je vais devoir utiliser mes propres composants. Mais je vais le faire. Pour un tarif adapté. {{celestialDevicePartsPrice}} caps. Payable d'avance.",
            "celestial-device/negociate-crat-parts-barter-failed": "Pour qui tu me prend ? Je suis pas un marchant, je suis un mécano, un artisan ! Ne méprise pas mon travail.",
            "celestial-device/parts-not-ready": "Les jeunes de nos jours… aucune foutue patience.\n<br><br>\nTu crois que j’assemble ces pièces avec un coup de sabot ? Reviens plus tard. J’te dirai quand c’est prêt.",
            "craft-ended": "Et voilà. {{craftedItemName}} flambant neuf.",
            "craft-item-cash": "Ouais, je peux te pondre du {{item}}, mais ça va te coûter. Je le fais pour {{cost}} capsules.",
            "craft-pay-up": "Marché conclu.",
            "craft-prompt": "T'as pas besoin, gamin, tu veux. Nuance. Et tant que tu peux payer, je peux te créer à peu près n'importe quoi. T'as des plans à me montrer ?",
            "crystal-prompt-leave": "Je voulais juste voir comment tu allais.",
            "crystal-prompt-not-yet": "Pas encore, mais je cherche toujours.",
            "crystal-prompt-success": "<i>Tendre le spinelle :</i> À coeur vaillant rien d'impossible.",
            "crystal/found-crystal": "Eh bah merde… tu '’as vraiment trouvée ?\n<br><br>\n<i>Il tend le sabot, prenant délicatement la pierre violette et striée d’or. Elle émet une faible pulsation lumineuse.</i>\n<br><br>\nOù est-ce que t’as bien pu… ? Bah, tu sais quoi, j'veux pas savoir. Si t’as du récupérer ça sur une pile de cadavres, je veux pas l'savoir.",
            "crystal/prompt": "Tiens, te revoilà. Alors, t’as trouvé cette foutue spinelle électromagique, ou t’es juste revenu pour me dire que j'avais raison et que c'est impossible ?",
            "crystal/replace-crystal": "<i>Rotten Gear insère le cristal dans le réacteur. Un instant de silence… Puis une décharge d’énergie traverse les câbles rafistolés. Les lumières d’Ashaven\ngagnent en intensité, et la vibration du générateur devient plus stable.\n<br><br>\nRotten Gear tapote la machine, satisfait, puis se tourne vers vous.</i>\n<br><br>\nBon sang, ça fonctionne. On a peut-être gagné quelques décennies de plus.\n<br><br>\nT’as l'air de rien, comme ça, mais t'es un putain de héros, en fait.",
            "crystal/reward": "<i>Rotten Gear soupire et sort une petite bourse qu’il te jette.</i>\n<br><br>\nOuais, ouais. Voilà tes {{crystalReward}} caps. C'est tout ce qu’on peut se permettre ici.\n<br><br>\nMême si, entre nous… ce foutu cristal valait cent fois plus.",
            "crystal/thanks": "Ouais… c'est rare, les poneys comme toi.\n<br><br>\nÉcoute, je suis pas du genre à faire dans l'émotionnel, mais… j’te revaudrai ça. D’une manière ou d’une autre.",
            "entry": "Toi encore ? J'espèrais que quelqu'un d'autre serait venu m'emmerder, pour une fois.\n<br><br>\nAlors, qu'est-ce que tu veux ?",
            "entry-leave": "Je voulais voir si ta mauvaise humeur commence à s'éroder. Je repasserais plus tard !",
            "exit-about-generator": "Bonne chance avec ça.",
            "exit-without-craft": "Finalement t'as raison, j'ai besoin de rien.",
            "found-crystal-brag": "T'as raison de pas vouloir savoir, crois-moi.",
            "found-crystal-evasive": "J'ai mes méthodes.",
            "found-crystal-trust": "Tu devrais me faire plus confiance.",
            "generator-offer-help": "T'as besoin d'aide ?",
            "help-already-has-cristal": "<i>Prendre la spinelle de ta poche et prétendre que tu la trouve derrière son oreille :</i> Abracadabra.",
            "intro/about-generator": "C'est la seule foutue raison pour laquelle Ashaven tient encore debout.\n<br><br>\nUn vieux générateur qu’j’ai bricolé à partir d’un réacteur cristallin d’avant-guerre. Il tourne depuis des décennies… jusqu’à ce que ce foutu cristal\ncommence à s’effriter.\n<br><br>\nSans lui, on est condamnés. Les lumières s'éteindront. Le chauffage tombera en panne. Et à ce moment-là, ce coin deviendra juste un tas d’ruines encore\nplus froides qu’elles ne le sont déjà.",
            "intro/alt": "Ouais, qu'est-ce qu'il y a, encore ?",
            "intro/crystal-whereabouts": "Éh ben, tu peux toujours essayer d'en voler une aux Steel Rangers. Bonne chance pour pas finir en tas de cendres fumantes.\n<br><br>\nCes abrutis en gardent quelques-uns dans leur bunker. Mais vu leur amour pour les étrangers, je doute qu'ils te laissent même passer la porte d'entrée.",
            "intro/engineer": "T'as l'oeil attentif. Ouais, c'est un foutoir de composants d'avant-guerre, de câble en ruine, et un cristal usé jusqu'a la moelle... mais c'est ce qui nous permet d'avoir de la lumière et de pas se gelêr les miches.",
            "intro/help-offered": "Vraiment ? T'es ingénieur, maintenant ?\n<br><br>\nBah. De toute façon, j’vois pas comment ça pourrait être pire.<br><br>Écoute. Si par miracle, tu trouves un Spinelle Électromagique en état de marche… alors peut-être que j’peux sauver ce générateur.” Mais c’est pas comme si ces trucs poussaient sous les sabots. Alors à moins que tu sois un putain de magicien, c'est foutu.",
            "introduction": "<i>Tu vois une goule s'affairer sur un générateur. Lorsqu'il t'aperçoit, il se redresse brusquement, se cogne la tête, fait chuter une caisse à outil qui se répend sur le sol.</i>\n<br><br>\nAÏE ! Ca a rien à faire là, ça !\n<br><br>\nToi, j'espère que t'as une bonne raison d'être ici. Je suis occupé. Qu'est-ce que tu veux ?",
            "introduction-engineer": "Pas mal, ton générateur. T'arrive à stabiliser la charge avec toute cette rustine ?",
            "introduction-leave": "Laisse tomber, je vais voir ailleurs.",
            "negociate-celestial-device-price": "C'est un peu trop cher pour mes moyens. Peut-être peux-tu me faire une offre plus basse ? Ce serait dommage de rater l'opportunité de travailler sur un tel projet.",
            "negociate-craft-parts-accept": "Marché conclu !",
            "negociate-craft-parts-reject": "Je peux pas débourser ça pour le moment. Une autre fois.",
            "repair-has-no-skills": "“Je veux juste apprendre, ça peut toujours servir.",
            "repair-has-skills": "J’ai déjà quelques bases. Je pourrais t'être utile.",
            "repair/entry": "Toi ? Apprendre la mécanique ?\n<br><br>\nJe suis pas exactement du genre prof.",
            "repair/reject-help": "Écoute gamin, j’ai pas le temps d’expliquer à un novice comment pas foutre le feu à un générateur.\n<br><br>\nSi t'apprends un jour à tenir une clé à molette sans avoir besoin d’un mode d’emploi, on en reparlera.\t",
            "repair/start-repair": "Bon, t'as l’air de savoir différencier un tournevis d’un cure-dent. J'vais te faire essayer de réparer une de ces pompes à eau.",
            "replace-crystal-ask-reward": "Et ma récompense, alors ?",
            "replace-crystal-happy-to-help": "Content d'avoir pu aider !"
        }
    }
}
