{
    "dialogs": {
        "capital/theater/founder": {
            "ask-about-laboratory": "I heard about the Ombrage Laboratory. What do you know about it ?",
            "ask-about-laboratory-experiments": "I learned some things about the experiments in the Ombrage Laboratory.",
            "ask-about-secret-tunnel-knowledge": "How do you know all this stuff ?",
            "ask-about-secret-tunnel-location": "Why does this tunnel conveniently ends up right here, in your room ?",
            "ask-cadence-knew-experiments": "So, Cadence was aware of what was going on ?",
            "ask-expriments-prisoners": "The Ministry of Image was providing prisoners for the experiments ?",
            "ask-holodisk-content": "You're not going to tell me what's inside ?",
            "ask-holodisk-crimes": "This holodisk… it's related to the past that's haunting you, right ?",
            "book/dismissive": "A good book. But I enjoy adventure books better.",
            "book/entry": "<i>This time, he looks up from his book, visibly surprised. He slowly closes it.</i>\n<br><br>\nPonstoïevsky… he has a gift for writing down souls with a blinding sincerity.\n<br><br>\n\"The Karamazov Colts\" speaks about free will, guilt… the weight of our choices. Matters that have been haunting me for quite a while now…\n<br><br>\nWhen I read this book, it reminds me even the most broken souls can still do good.\n<br><br>\nIt's refreshing to meet someone new who knows what I'm talking about.",
            "book/talk-about-action": "Books are a safe place. But we can't hide away from the world eternally.",
            "book/talk-about-crimes": "You seem to have a lot of crimes to atone for.",
            "bring-holodisk": "I found this holodisk… I think it's the one you're looking for.",
            "comment-on-book": "You're reading \"The Karamazov Colts\"… a masterpiece. I love Ponstoïevsky.",
            "entry-leave": "Nothing, forget it.",
            "experiments/about-cadence": "She knew… but she couldn't do anything. She could have spoken. She could have revealed everything. But she knew it wouldn't change anything. Equestria would have forced her to surrender and self-criticism.\n<br><br>\nShe was very interested, however. She feared that something even darker lurked behind the laboratory's experiments.",
            "experiments/about-prisoners": "War makes everyone monstrous. They say there were external enemies. But look what we did to our own.<br><br>\nThe world before deserved to burn… if it collapsed, it's because it was already rotten from the inside.",
            "experiments/entry": "They said it was for war. To create weapons capable of infiltrating Zebrian cities and taking down their leaders. But that was a lie.\n<br><br>\nBefore being sent there, these abominations were first tested here, on our own citizens. Political opponents. Pacifists. Pawns the Ministry of Image wanted to discreetly get rid of.\n<br><br>\nAnd that's not all. I was there when one of them tried to kill Cadence.",
            "holodisk/details-rejected": "<i>Whispering Ash remains silent for a while.</i>\n<br><br>\nThere are some things… that should remain buried. However… thank you for bringing it back.",
            "holodisk/entry": "I thought… I'd never see it again…",
            "holodisk/story-start": "I should probably get it off my chest, anyway… it's been so long since then.\n<br><br>\nAlright, I'll tell you that holodisk's story. I'll try to remember what happened on this fateful day…",
            "holodisk/story-step1": "I remember the light. A green glow in the distance, growing. And then… the alarm.\n<br><br>\nA metallic howl through the palace. A noise that pierced the walls. A Megaspell was about to strike the capital.\n<br><br>\nI rushed into the throne room. Cadence was there. She didn't seem surprised. Just… calm. She handed me that holodisk. I still remember her exact words: \"For Shining. Just in case…\"\n<br><br>\nI asked her what she meant. She looked me straight in the eyes and told me she had to stay. That she had no choice.\n<br><br>\nShe wanted to cast a protective spell. She thought she could save the city. I told her it was impossible. That no pony, not even an alicorn, could stop what was happening. <br><br>\nBut, until the last moment, she believed. She wanted to try.",
            "holodisk/story-step2": "Before that… Before the end… I was lying to her.\n<br><br>\nI was an agent of the Ministry of Image. My role was to spy on her. Pinkie Pie wanted to make sure she remained loyal to Equestria, that she didn't betray the war effort with her pacifist ideals.\n<br><br>\nI followed her. Listened to her. Transmitted reports. I knew she hated this war, that she still dreamed of a peaceful solution. But I never had the courage to tell her the truth. She trusted me. She treated me like a friend… and I betrayed her.\n<br><br>\nAnd yet… in her last moment… it was me she saved.",
            "holodisk/story-step3": "At first, I refused to leave. I told her that if she stayed, then so would I. She didn't say anything. She just approached me… and before I knew what was happening, her magic enveloped me. <br><br>\nI felt an invisible force lift me up, pull me back. It threw me into a secret passage, which led to this tunnel.\n<br><br>\nThe last thing I saw was her gaze. A mixture of sadness… and determination. Then the tunnel entrance closed behind me, in a burst of pink magic.\n<br><br>\nI screamed. I pounded against the rock. I begged. But it was too late.",
            "holodisk/story-step4": "Finally, I ran. I didn't know where I was going, I was furious, desperate.\n<br><br>\nThen… the ground shook. A shockwave swept through the tunnels. The rock collapsed behind me. A choking dust engulfed everything.\n<br><br>\nWhen I finally emerged, nothing remained. The palace was gone. The city was in ruins. Cadence hadn't had time.",
            "holodisk/story-step5": "She thought she could protect the city… but she couldn't. She sacrificed herself… for nothing.\n<br><br>\nI've stayed here since that day. I've never dared to stray too far. This tunnel… it's the last place I saw her.\n<br><br>\nAnd this record… contains her last words. But I never had the strength to go get it…\n<br><br>\nThank you… thank you for giving it back to me, and thank you… thank you for listening to me. I'd like to be alone now, if you don't mind…",
            "introduction": "<i>He barely looks up from the book he's reading and goes:</i>\n<br><br>\nIf you were looking for company, I'm afraid I'm quite the dull host. What did you want ?",
            "lab-ask-more-details": "I want to know more. What was going on, over there ?",
            "lab-make-plea": "I have to go ! My people's survival depends on it !",
            "laboratory/dissuasive": "Oh… so you really want to go ?\n<br><br>\nThen enter through the main gate. Head toward the northern end, past the city entrance. You'll eventually come across it.\n<br><br>\nHave fun with the abominations lurking outside the entrance.",
            "laboratory/entry": "Un endroit que personne de sensé ne devrait vouloir visiter.<br>\n<br>\nLes plus dangereuses créatures mutantes qui rôdent autour des ruines de la capitale viennent de là-bas. Ce laboratoire est un gouffre à âmes. Si tu tiens à la vie,\nlaisse cet endroit tranquille.",
            "laboratory/holodisk-intro": "Wait !\n<br><br>\nIf you go a bit further down the tunnels, you may find a holodisk laying around. If you stumble upon it… please bring it back here. It's mine. I lost it a long time ago.",
            "laboratory/more-details": "Some places must remain forgotten. It contains things… that should remain there.\n<br><br>\nThis laboratory… It was dedicated to unholy experiments. Science and black magic were mixed there, and the fruits of those experiments still haunt the ruins.\n<br><br>\nIf you enter… you may face shadows no one should awaken.",
            "laboratory/secret-dismissive": "That hardly matters now… old stories… sad ones… just go.",
            "laboratory/secret-tunnel": "You're stubborn… and I guess I can't stop you.\n<br><br>\nThere's a tunnel that once led to Cadence Castle. One of its veins allows access to the laboratory without going through the main entrance.\n<br><br>\nIf you're determined to throw yourself into the lion's den… I can show you where it begins.",
            "laboratory/secret-tunnel#2": "<i>Whispering Ash moves to a shelf and moves it away. Below, you see a trapdoor.</i>\n<br><br>\nGo down this hatch, and keep to the left side of the tunnels. It'll lead you to a secret entrance.",
            "next": "[next]",
            "thanks-about-secret-tunnel": "Thank you.",
            "topic-move-on": "Let's talk about somethng else."
        }
    }
}
