{
    "dialogs": {
        "capital/theater/founder": {
            "ask-about-laboratory": "J’ai entendu parler du Laboratoire Ombrage. Qu’est-ce que tu sais à son sujet ?",
            "ask-about-laboratory-experiments": "J’ai appris des choses sur les expériences du Laboratoire\nOmbrage.",
            "ask-about-secret-tunnel-knowledge": "Comment sais-tu tout ça ?",
            "ask-about-secret-tunnel-location": "Pourquoi ce tunnel arrive-t-il ici, dans ta chambre ?",
            "ask-cadence-knew-experiments": "Alors Cadence était au courant ?",
            "ask-expriments-prisoners": "Le Ministère de l'Image fournissait des prisonniers pour ces expériences ?",
            "ask-holodisk-content": "Tu ne compte pas me dire ce qu'il contient ?",
            "ask-holodisk-crimes": "Cet holodisque… il est lié à ce passé qui te hante, n'est-ce pas ?",
            "book/dismissive": "Un bon livre. Mais je préfère ceux avec plus d'action.",
            "book/entry": "Ponstoïevsky… Il a ce don d’écrire sur l’âme avec une sincérité qui glace les os.\n<br><br>\nLes Poulains Karamazov parlent de libre arbitre, de culpabilité… et du poids de nos choix. Des thèmes qui me hantent depuis longtemps.\n<br><br>\nQuand je lis ce livre, il me rappele que même les âmes les plus brisées peuvent encore choisir le bien.\n<br><br>\nC'est rafraîchissant de rencontrer quelqu'un de nouveau qui sais de quoi je parle.",
            "book/talk-about-action": "Les livres sont un bon refuge. Mais on ne peut pas se cacher du monde éternellement.",
            "book/talk-about-crimes": "Tu as l'air d'avoir beaucoup de choses à expier...",
            "bring-holodisk": "J'ai trouvé un holodisque... je pense que c'est celui que tu cherche.",
            "comment-on-book": "Tu lis « Les Poulins Karamazov »... un chef d'oeuvre. J'adore Ponstoïevsky.",
            "entry-leave": "Rien, lasse tomber.",
            "experiments/about-cadence": "Elle savait… mais elle ne pouvait rien faire. Elle aurait pu parler. Elle aurait pu tout révéler. Mais elle savait que cela ne changerait rien. Equestria l'aurait forcée a l'abdication et l'auto-critique.\n<br><br>\nElle s'y intéressait beaucoup cependant. Elle craignait que quelque chose de plus sombre encore ne se cache derrière les expériences du laboratoire.",
            "experiments/about-prisoners": "La guerre rend tout le monde monstrueux. On dit qu’il y avait des ennemis extérieurs. Mais regarde ce que nous avons fait aux nôtres.<br><br>\nLe monde d'avant méritait de brûler… s'il s'est effondré, c'est parce qu'il était déjà pourri de l'intérieur.",
            "experiments/entry": "Ils disaient que c’était pour la guerre. Pour créer des armes capables d’infiltrer les villes zébriennes et d’abattre leurs leaders. Mais ce n’était qu’un mensonge.\n<br><br>\nAvant d’être envoyées là-bas, ces abominations ont d’abord été testées ici, sur nos propres citoyens. Des opposants politiques. Des pacifistes. Des pions dont le Ministère de l'Image voulait se débarrasser discrètement.\n<br><br>\nEt ce n'est pas tout. J'étais là, lorsque l’une d’elles a tenté de tuer Cadence.",
            "holodisk/details-rejected": "<i>Whispering Ash reste silencieux Après un moment, il dit :</i>\n<br><br>\nIl y a des choses… qu’il vaut mieux ne pas réveiller. Cependant… merci de l’avoir retrouvé.",
            "holodisk/entry": "Je pensais… que je l’avais perdu à jamais…",
            "holodisk/story-start": "Je devrais probablement en parler de toute façon… tout ça s'est passé il y a si longtemps…\n<br><br>\nOk, je vais te raconter l'histoire de cet holodisque. Je vais essayer de me rappeler de ce jour fatidique…",
            "holodisk/story-step1": "Je me souviens de la lumière. Une lueur verte au loin, grandissante. Et puis… l’alarme.\n<br><br>\nUn hurlement métallique à travers le palais. Un bruit qui transperçait les murs. Un Mégaspell allait frapper la capitale.\n<br><br>\nJe me suis précipité dans la salle du trône. Cadence était là. Elle ne semblait pas surprise. Juste… calme. Elle m’a tendu cet holodisk. Je me souviens encore de ses mots exacts : « Pour Shining. Au cas où… »\n<br><br>\nJe lui ai demandé ce qu’elle voulait dire. Elle m’a regardé droit dans les yeux et m’a dit qu’elle devait rester. Qu’elle n’avait pas le choix.\n<br><br>\nElle voulait ériger un sort de protection. Elle pensait pouvoir sauver la ville. Je lui ai dit que c’était impossible. Qu’aucun poney, même une alicorne, ne pouvait arrêter ce qui arrivait.\n<br><br>\nMais, jusqu'au dernier instant, elle y croyait. Elle voulait essayer.",
            "holodisk/story-step2": "Avant ça… Avant la fin… Je lui mentais.\n<br><br>\nJ'étais un agent du Ministère de l'Image. Mon rôle était de l’espionner. Pinkie Pie voulait s’assurer qu’elle restait loyale à Equestria, qu'elle ne trahissait pas l’effort de guerre avec ses idéaux pacifistes.\n<br><br>\nJe l’ai suivie. Écoutée. Transmis des rapports. Je savais qu’elle détestait cette guerre, qu’elle rêvait encore d’une solution pacifique. Mais jamais je n’ai eu le courage de lui dire la vérité. Elle m’a fait confiance. Elle m’a traité comme un ami… et je l’ai trahie.\n<br><br>\nEt malgré tout… au dernier moment… c’est moi qu’elle a sauvé.",
            "holodisk/story-step3": "J'ai d'abord refusé de partir. Je lui ai dit que si elle restait, alors moi aussi. Elle n’a rien dit. Elle s’est juste approchée de moi… et avant que je ne comprenne ce qu’il se passait, sa magie m'a enveloppé.<br><br>\nJ'ai senti une force invisible me soulever, me tirer en arrière. Elle m'a jeté dans un passage secret, qui débouchait sur ce tunnel.\n<br><br>\nLa dernière chose que j'ai vue, ce fut son regard. Un mélange de tristesse… et de détermination. Puis l'entrée du tunnel s’est refermée derrière moi, dans un éclat de magie rose.\n<br><br>\nJ'ai hurlé. J'ai frappé contre la roche. J'ai supplié. Mais c'était trop tard.",
            "holodisk/story-step4": "Finalement, j'ai couru. Je ne savais pas où j'allais, j'étais enragé, désespéré.\n<br><br> \nPuis… le sol a tremblé. Une onde de choc a balayé les tunnels. La roche s'est effondrée derrière moi. Une poussière étouffante a tout englouti.\n<br><br>\nQuand j’ai enfin émergé, il ne restait plus rien. Le palais avait disparu. La ville était en ruines. Cadence n’avait pas eu le temps.",
            "holodisk/story-step5": "Elle pensait pouvoir protéger la ville… mais elle n’a pas réussi. Elle s’est sacrifiée… pour rien.\n<br><br>\nJe suis resté ici depuis ce jour. Je n’ai jamais osé trop m’éloigner. Ce tunnel… c’est le dernier endroit où je l’ai vue.\n<br><br>\nEt ce disque… contient ses derniers mots. Mais je n’ai jamais eu la force d'aller le chercher…\n<br><br>\nMerci… merci de me l'avoir rendu et merci… merci de m'avoir écouté. J'aimerais rester seul, maintenant, si tu veux bien…",
            "introduction": "<i>Il lève à peine les yeux du livre qu'il lit, et te dis :</i>\n<br><br>\nSi tu viens chercher de la compagnie, je crains d’être un hôte ennuyeux. Qu’est-ce que tu veux ?",
            "lab-ask-more-details": "Je veux plus d’informations. Qu’est-ce qui s'est passé là-bas ?",
            "lab-make-plea": "Je dois y aller. La survie de mon peuple en dépend.",
            "laboratory/dissuasive": "Ah… alors tu veux vraiment y aller ?\n<br><br>\nDans ce cas, entre donc par la grande porte. Dirige-toi vers l'extrémité nord, après l'entrée de la ville. Tu finira par tomber dessus.\n<br><br>\nAmuse-toi bien avec les abominations qui rôdent devant l’entrée.",
            "laboratory/entry": "Un endroit que personne de sensé ne devrait vouloir visiter.<br>\n<br>\nLes plus dangereuses créatures mutantes qui rôdent autour des ruines de la capitale viennent de là-bas. Ce laboratoire est un gouffre à âmes. Si tu tiens à la vie,\nlaisse cet endroit tranquille.",
            "laboratory/holodisk-intro": "Attends !\n<br><br>\nSi tu te rends plus loin dans les tunnels, tu pourrais trouver un holodisque, par terre. Si tu tombe dessus... s'il te plait, ramène-le ici. Il est à moi. Je l'ai perdu il y a très longtemps.",
            "laboratory/more-details": "Certains lieux doivent rester oubliés. Il renferme des choses… qui devraient y rester.\n<br><br>\nCe laboratoire… Il était dédié à des expériences impies. On y a mélangé science et magie noire, et le fruit de ces expériences hante encore les ruines.\n<br><br> \nSi tu y entres… tu pourrais faire face à des ombres que personne ne devrait réveiller.",
            "laboratory/secret-dismissive": "Tout ça n'a guère plus d'importance. De vieilles histoires... pas bien joyeuses...",
            "laboratory/secret-tunnel": "Tu es têtu… et je suppose que je ne peux pas t’en empêcher.\n<br><br>\nIl existe un tunnel qui menait autrefois au château de Cadence. Une de ses veines permet d’accéder au laboratoire sans passer par l’entrée principale.\n<br><br>\nSi tu es déterminé à te jeter dans la gueule du loup… je peux te montrer où il commence.",
            "laboratory/secret-tunnel#2": "<i>Whispering Ash se place en face d'une étagère et la déplace. Dessous, tu vois une trappe.</i>\n<br><br>\nDescend dans ce trou, et longe les tunnels par la gauche. Tu tombera sur une entrée secrète.",
            "next": "[suite]",
            "thanks-about-secret-tunnel": "Merci.",
            "topic-move-on": "Parlons plutôt d'autre chose."
        }
    }
}
