{
    "dialogs": {
        "capital/theater/journalist": {
            "about": "<i>He takes on a dramatic air:</i><br>\nI was a journalist. Not just any journalist! A reporter for the Equestria Daily. The noblest of missions: to reveal the truth, to state the facts, to expose the lies! …At least, that's what I thought.\n<br><br>\nI wanted to tell a story no one wanted to hear. And poof! No more, the great journalist. Shelved, censored, erased like a formatting error.",
            "answer-explorer": "I am an explorer, in search of adventure.",
            "answer-looking-for-device": "I am looking for parts to repair a Celeste Device.",
            "answer-refuse-to-elaborate": "Sorry, but that's none of your business.",
            "ash-aven-garde": "And how! I'm the chief reporter for the reception of nonexistent visitors!<br>\nMy job is to monitor this entrance and document every historical event... which is like monitoring nothing most of the time.<br><br>\n\nBut then today... a smoothskin in Ashaven? Now that's a scoop!",
            "ash-aven-intro": "Ashaven, the decayed jewel of the Crystal Empire, the city of forgotten shadows! Here, we're all ghouls. Thousand-year-old grandpas and grandmas, survivors of a dead world. And we've decided to stay that way, far from the noise, far from the judgments of the soft-skinned.<br><br>\n\n<i>He darkens somewhat:</i><br>\nWe live here because elsewhere, we're treated like second-class ponies... at best.",
            "ash-aven-mutants": "<i>He laughs heartily:</i><br>\nOh, but my dear, in the eyes of the soft-skinned, we're already monsters! Our mutant neighbors only complete us.\n<br><br>\nMore seriously, we have our methods. Paradoxically, the presence of mutants protects us from looters and mercenaries. Few people dare venture here. And then Rotten Gear tinkered with a generator that allows us to light up when we go to pee at night: it prevents unpleasant encounters!\n<br><br>\nWhen everything becomes too silent, too heavy, the voice of Wailing Tune reminds us that there is still a little beauty in this world. Without her, I think some of us would have lost our minds long ago.",
            "ash-aven-population": "Oh, we're a fine bunch of old fossils! There's Whispering Ash, our tortured poet; Rotten Gear, the grumpy tinkerer; Wailing Tune, the voice that reminds us we're still alive; Amber Glow, the bartender who values ​​etiquette more than her own immortality; and a whole bunch of merry fellows along for the ride!<br><br>\n\nOh, and then there's me, of course, the great chronicler of this walking tragedy that is Ashaven.",
            "ask-about-ash-aven": "What's that, Ashaven ?",
            "ask-about-npc": "What about you, what's your story ?",
            "ask-about-npc-alt": "Tell me about yourself.",
            "ask-about-town": "What can you tell me about this place?",
            "ask-guarding": "Who are you ? What is this place ? Are you guarding the entrance ?",
            "ask-investigation": "What story? What did they censor?",
            "ask-investigation-discoveries": "What did you find out exactly ?",
            "ask-investigation-inconsistencies": "What didn't stick with the official narrative ?",
            "ask-investigation-interruption": "Why did you never close the case ?",
            "ask-investigation-suspicious": "Who was behind all this ?",
            "ask-mutants": "How do you manage to live among the monsters ?",
            "ask-population": "And are there many of you who live here?",
            "ask-smoothskin": "Why do you call me \"smoothskin\" ?",
            "entry": "Well, then ! The smoothskin is back ! Already missing my charming company, or do you have a hot scoop to share ?\n<br><br>\nSo ? What brings you here this time ? The desire to hear the sweet sound of my decrepit voice ?",
            "introduction": "Well, well, ladies and gentlemen, stop the presses! A softskin has just set foot in Ash-Aven! It's historic! It's unprecedented! I'm losing my tatters!<br><br>\n\n<i>The player stares at you, a twisted smile on his lips.</i><br><br>\n\nAnd what a sight... soft, taut, intact skin... It's almost insulting! No, better: it's fascinating!",
            "investigation/discoveries": "The security team tasked with protecting the diplomats... I discovered they had accepted shady contracts with a company, Obsidian Star Industries. Officially, they were only supposed to provide close protection for Cadence's envoys. Unofficially, I'm almost certain they were double-dealing.\n<br><br>\nTheir contracts with Obsidian Star Industries didn't correspond to any known activity of this company. Money was paid to them for 'protection missions' with no further details. They were hired to provide security for 'laboratories,' only I found no record of the existence of the labs in question. I suspected they themselves had killed the ambassadors under the guise of a Zebra attack... but I was never able to provide formal proof of this.",
            "investigation/inconsistencies": "Oh, just a few insignificant details... Like the fact that the 'zebra attackers' wore magical equipment of equestrian origin. Or that their bodies were mysteriously cremated before any tests could be done. Or that the victims' medical reports had been falsified.\n<br><br>\nYeah, really nothing suspicious, huh?",
            "investigation/interruption": "Oh, believe me, I was trying! I was even close to getting some decisive evidence! I had a witness, a former agent of that security company. He was supposed to give me internal documents detailing the true nature of the operations they had conducted on behalf of Obsidian Star Industries.\n<br><br>\nWe were supposed to meet... but the Megaspells fell first. Since then, I've never found out what happened to him.\n<br><br>\nAnyway, none of that matters anymore... and yet, I'd really like to know what happened. I hate stories that end in a fizzle!",
            "investigation/intro": "Oh? Maybe you have the soul of a journalist! Finally, someone who asks the right questions!\n<br><br>\nCadence was trying to establish negotiations with the Zebras, aimed at limiting the use and proliferation of toxic weapons. But before anything could come to fruition... its ambassadors were massacred. Officially, it was a Zebra commando. I didn't believe it for a second.\n<br><br>\nThere were too many inconsistencies. Too many gray areas. And every time I looked for answers, the door was slammed in my face.",
            "investigation/suspicions": "I was sure some mastermind at Obsidian Star Industries had orchestrated all this. It made sense: a long war meant more military contracts, more investment in their enchanted crystal technology... and more power for them.\n<br><br>\nBut without direct proof, all I had was a well-crafted theory. Nothing printable without getting shot.",
            "leave": "I see. Later !",
            "leave-entry": "I've been longing to hear the sound of that voice! I have to go, see you later!",
            "smoothskin": "Well, my dear pony with the still-sharp features, look at me carefully. Spotted skin, charming rot, a texture as rough as old leather forgotten in an attic.<br><br>\n\nAnd you, oh marvelous anomaly of softness, you are like a foal fresh from its mother's womb! Such pure, smooth skin... I should skin you and make myself a baby-skin coat.",
            "smoothskin-dislike": "That's... nasty.",
            "smoothskin-sarcasm": "Charming. No, really, it's such a warm welcome.",
            "visit-resons/celestial-device": "A what? It doesn't look like the kind of thing you'd find under a pile of rubble...\n<br><b>\nIf anyone can help you with this, it's <b>Rotten Gear</b>. He'll grumble, he'll groan... but he might know something.",
            "visit-resons/explorer": "Ah, an explorer! One of those intrepid souls who throw themselves headfirst into danger for... what?\nGlory? Adrenaline? A story to tell around a campfire?\n<br><br>\nI guess the wastelands need dreamers. But beware... here, adventures often end in tragedy. Well, as long as it makes for a good article, I'm fine with that!",
            "visit-resons/intro": "Oh no, wait a second! I'm a journalist. I can't let you leave without knowing what a soft-skinned person is doing in our charming corner of ruins and desolation.\n<br><br>\nSo? What brings you to Ashaven? A grand heroic mission? A quest for the truth? Or just a dubious taste for haunted places?",
            "visit-resons/refused-to-elaborate": "Oh, sure, sure. I respect privacy... as much as a journalist can.\n<br><br>\nBut you know, the truth has a funny way of always surfacing. And believe me, I have a real knack for unearthing it. So, we'll probably talk about this again... when you're ready."
        }
    }
}
