{
    "dialogs": {
        "capital/theater/journalist": {
            "about": "<i>Il prend un air dramatique:</i><br>\nJ'étais journaliste. Pas n'importe lequel ! Reporter à l'Equestria Daily. La plus noble des missions : révéler la vérité, dire les faits, exposer les mensonges ! …Du moins, c'est ce que je pensais.\n<br><br>\nJ'ai voulu raconter une histoire qu'on ne voulait pas entendre. Et pouf ! Fini, le grand journaliste. Mis au placard, censuré, effacé comme une erreur de mise en page.",
            "answer-explorer": "Je suis un explorateur, en quête d'aventure.",
            "answer-looking-for-device": "Je cherche des pièces pour réparer un Dispositif Celeste.",
            "answer-refuse-to-elaborate": "Navré, mais ça ne te regarde pas.",
            "ash-aven-garde": "Et comment ! Je suis le grand reporter en chef de l'accueil des visiteurs inexistants !<br>\nMon travail consiste à surveiller cette entrée et à documenter chaque événement historique… ce qui revient à surveiller du vide la plupart du temps.<br><br>\n\nMais alors aujourd'hui… un peaudouce à Ash-Aven ? Voilà un scoop !",
            "ash-aven-intro": "Ash-Aven, le joyau décomposé du Crystal Empire, la cité des ombres oubliées ! Ici, nous sommes tous des goules. Des pépés et mémés millénaires, des rescapés d'un monde mort. Et nous avons décidé de le rester, loin du bruit, loin des jugements des peaudouces.<br><br>\n\n<i>Il s'assombrit quelque peu:</i><br>\nOn vit ici parce qu'ailleurs, on nous traite comme des poneys de seconde classe… au mieux.",
            "ash-aven-mutants": "<i>Il rit à gorge déployée:</i><br>\nOh, mais mon cher, aux yeux des peaudouces, nous sommes déjà des monstres ! Nos voisins mutants ne font que nous compléter.\n<br><br>\nPlus sérieusement, nous avons nos méthodes. Paradoxalement, la présence des mutants nous protège des pillards et des mercenaires. Peu de monde ose s'aventurer ici. Et puis Rotten Gear a bricolé un générateur qui nous permet de nous éclairer quand on va pisser la nuit : ça évite les mauvaises rencontres !\n<br><br>\nQuand tout devient trop silencieux, trop pesant, la voix de Wailing Tune nous rappelle qu'il existe encore un peu de beauté dans ce monde. Sans elle, je crois que certains d'entre nous auraient perdu la raison depuis longtemps.",
            "ash-aven-population": "Oh, nous sommes une belle bande de vieux fossiles ! Il y a Whispering Ash, notre poète torturé, Rotten Gear, le grincheux bricoleur, Wailing Tune, la voix qui nous rappelle qu'on est encore vivants, Amber Glow, la barmaid qui tient plus à l'étiquette qu'à sa propre immortalité, et toute une bande de joyeux lurons avec eux !<br><br>\n\nOh, et puis il y a moi, bien sûr, le grand chroniqueur de cette tragédie ambulante qu'est Ash-Aven.",
            "ask-about-ash-aven": "Qu'est-ce que c'est, Ash-Aven ?",
            "ask-about-npc": "Et toi, c'est quoi ton histoire ?",
            "ask-about-npc-alt": "Parle-moi un peu de toi.",
            "ask-about-town": "Qu'est-ce que tu peux me dire sur cet endroit ?",
            "ask-guarding": "Qui es-tu ? C'est quoi cet endroit ? Tu garde l'entrée ?",
            "ask-investigation": "Quelle histoire ? Qu'est-ce qu'ils ont censuré ?",
            "ask-investigation-discoveries": "Qu'as-tu découvert exactement ?",
            "ask-investigation-inconsistencies": "Qu'est-ce qui ne collait pas dans l'histoire officielle ?",
            "ask-investigation-interruption": "Pourquoi ne pas avoir fini ton enquête ?",
            "ask-investigation-suspicious": "Qui était derrière tout ça ?",
            "ask-mutants": "Comment vous faites pour vivre au milieu des monstres ?",
            "ask-population": "Et vous êtes nombreux à vivre ici ?",
            "ask-smoothskin": "Pourquoi tu m'appelle « peaudouce » ?",
            "entry": "Tiens donc ! Le peaudouce est de retour ! Déjà en manque de ma charmante compagnie, ou bien as-tu un scoop brûlant à partager ?\n<br><br>\nAlors ? Qu'est-ce qui t'amène cette fois ? L'envie d'entendre le son suave de ma voix décrépite ?",
            "introduction": "Eh bien, eh bien, mesdames et messieurs, arrêtez les presses ! Un peaudouce vient de poser les sabots dans Ash-Aven ! C'est historique ! C'est inédit ! J'en perds mes lambeaux !<br><br>\n\n<i>Il te dévisage le joueur, un sourire tordu aux lèvres.</i><br><br>\n\nEt quel spectacle… une peau douce, tendue, intacte… C'est presque insultant ! Non, mieux : c'est fascinant !",
            "investigation/discoveries": "L'équipe de sécurité chargée de protéger les diplomates… J'ai découvert qu'ils avaient accepté des contrats louches avec une entreprise, Obsidian Star Industries. Officiellement, ils devaient juste assurer la protection rapprochée des envoyés de Cadence. Officieusement, je suis presque certain qu'ils ont fait double jeu.\n<br><br>\nLeurs contrats avec Obsidian Star Industries ne correspondaient à aucune activité connue de cette entreprise. De l'argent leur était versé pour des 'missions de protection' sans autre détail. Ils étaient engagés pour assurer la sécurité de 'laboratoires', seulement, je n'ai trouvé aucune trace de l'existence des laboratoires en question. Je soupçonnais qu'ils avaient eux-mêmes abattu les ambassadeurs sous couvert d'une attaque zèbre… mais je \nn'ai jamais pu en apporter la preuve formelle.",
            "investigation/inconsistencies": "Oh, juste quelques détails insignifiants… Comme le fait que les « assaillants zèbres » portaient des équipements magiques d'origine équestrienne. Ou que leurs corps ont été mystérieusement incinérés avant que des analyses puissent être faites. Ou encore que les rapports médicaux des victimes avaient été falsifiés.\n<br><br>\nOui, vraiment rien de suspect, hein ?",
            "investigation/interruption": "Oh, crois-moi, j'essayais ! J'étais même sur le point d'obtenir des éléments décisifs ! J'avais un témoin, un ex-agent de cette entreprise de sécurité. Il devait me remettre des documents internes détaillant la véritable nature des opérations qu'ils avaient menées pour le compte d'Obsidian Star Industries.\n<br><br>\nNous devions nous rencontrer… mais les Mégaspells sont tombés avant. Depuis, je n'ai jamais su ce qui lui est arrivé.\n<br><br>\nDe toute façon, tout ça n'a plus aucune importance, aujourd'hui… et pourtant, j'aimerais bien savoir ce qui s'est passé. Je déteste les histoires qui finissent en queue de poisson !",
            "investigation/intro": "Oh ? Tu as peut-être l'âme d'un journaliste, toi ! Enfin quelqu'un qui pose les bonnes questions !\n<br><br>\nCadence tentait d'établir des négociations avec les Zèbres, visant à limiter l'utilisation et la prolifération des armes toxiques. Mais avant que quoi que ce soit n'aboutisse… ses ambassadeurs ont été massacrés. Officiellement, c'était un commando zèbre. Moi, j'y croyais pas une seconde.\n<br><br>\nIl y avait trop d'incohérences. Trop de zones d'ombre. Et chaque fois que je cherchais des réponses, on me claquait la porte au museau.",
            "investigation/suspicions": "J'étais sûr que des têtes d'Obsidian Star Industries avaient orchestré tout ça. C'était logique : une guerre longue signifiait plus de contrats militaires, plus d'investissements dans leurs technologies de cristaux enchantés… et plus de pouvoir pour eux.\n<br><br>\nMais sans preuve directe, tout ce que j'avais n'était qu'une théorie bien ficelée. Rien d'imprimable sans se faire descendre.",
            "leave": "Je vois. À plus tard !",
            "leave-entry": "Je me languissais d'entendre le son de cette voix ! Je dois y aller, à plus tard !",
            "leave-entry-firsttime": "Well, it was nice meeting you, but I'm gonna go now.",
            "smoothskin": "Eh bien, mon cher poney aux traits encore bien accrochés, regarde-moi bien. Peau tachetée, pourriture charmante, une texture aussi rugueuse qu'un vieux cuir oublié dans un grenier.<br><br>\n\nEt toi, oh merveilleuse anomalie de douceur, tu es comme un poulain fraîchement sorti du ventre de sa mère ! Une peau si pure, si lisse… je devrais te dépecer et me faire un manteau en peau de bébé.",
            "smoothskin-disgust-response": "Dégueulasse ? J'imagine que la décomposition ne plaît pas à tout le monde.\n<br><br>\nT'inquiète pas, mon petit cuir de poulain sur pates, quelques siècles et un peu de radiations, et tu seras aussi élégant que moi !",
            "smoothskin-dislike": "C'est… dégueulasse.",
            "smoothskin-sarcasm": "Charmant. Vraiment très accueillant.",
            "smoothskin-sarcasm-response": "Ah ah, merci ! Je fais toujours de mon mieux pour que nos invités se sentent à l'aise. Si tu veux, on peut organiser une petite fête d'accueil : lumières tamisées, ambiance chaleureuse… et pourquoi pas une démonstration de taxidermie improvisée ?",
            "visit-resons/celestial-device": "Un quoi ? Ca n'a pas l'air d'être le genre de machin qu'on trouve sous un tas de gravats…\n<br><b>\nSi quelqu'un peut t'aider là-dessus, c'est bien <b>Rotten Gear</b>. Il râlera, il grognera… mais il saura peut-être quelque chose.",
            "visit-resons/explorer": "Ah, un explorateur ! Une de ces âmes intrépides qui se jettent tête la première dans le danger pour… quoi ?\nLa gloire ? L'adrénaline ? Une histoire à raconter autour d'un feu de camp ?\n<br><br>\nJe suppose que les terres désolées ont besoin de rêveurs. Mais méfie-toi… ici, les aventures finissent souvent en tragédies. Enfin, tant que ça fait un bon article, ça me va !",
            "visit-resons/intro": "Oh non, attends une seconde ! Je suis journaliste, moi. Je ne peux pas te laisser partir sans savoir ce qu'un peaudouce vient faire dans notre charmant coin de ruines et de désolation.\n<br><br>\nAlors ? Qu'est-ce qui t'amène à Ash-Aven ? Une grande mission héroïque ? Une quête de vérité ? Ou juste un goût douteux pour les endroits hantés ?",
            "visit-resons/refused-to-elaborate": "Oh, bien sûr, bien sûr. Je respecte la vie privée… autant qu'un journaliste peut le faire.\n<br><br>\nMais tu sais, la vérité a une drôle de façon de toujours remonter à la surface. Et crois-moi, j'ai un talent certain pour la dénicher. Alors, on reparlera sûrement de ça… quand tu seras prêt."
        }
    }
}
