{
    "dialogs": {
        "capital/theater/singer": {
            "about": "Si tu demande un peu de mon temps,<br>\nJe te l'accorde bien gracieusement,<br>\nPose tes questions, jeune poney,<br>\nAvec grand plaisir j'y répondrai !",
            "about-self": "Avant que la guerre ne brise le décor,<br>\nJ'étais une diva, une étoile en or.<br>\nJe chantais l'opéra, des tragédies d'antan,<br>\nDans ce même théâtre, aux lustres éclatants.\n<br><br>\nPuis les bombes sont tombées, la lumière s'est tue,<br>\nEt dans ces ruines sombres, je suis revenue.<br>\nLes planches sont mortes, mais la chanson demeure,<br>  \nUn dernier acte pour les âmes en demeure.\n<br><br>\n<i>Elle esquisse un sourire triste.</i>\n<br><br>\nLes mélodies du passé ne peuvent être effacées,<br>\nAlors je chante encore, pour ceux qui veulent écouter.",
            "about-town": "Ash-Aven… C'est une drôle d'histoire, tu sais. Ce lieu n'était rien d'autre qu'un tas de gravats lorsque j'y suis arrivée. Une scène brisée, des murs éventrés… mais quelque chose ici m'appelait.\n<br><br>\nJ'ai rencontré <b>Whispering Ash</b> peu après. Deux âmes en peine, errant dans les ruines du passé. Lui et moi, nous avons vite compris que nous étions faits pour être amis. Nous passions des nuits entières à lire à voix haute, à réciter des poèmes oubliés. Il m'a convaincue de rester.\n<br><br>\n<i>Elle esquisse un sourire amusé.</i>\n<br><br>\nPuis est venu <b>Rotten Gear</b>… Ah, ce rustre. Il prétend ne pas aimer mes chansons, mais il n'a jamais quitté cet endroit non plus.\n<br><br>\nIl y eut aussi <b>Broken Lens</b>, qu'on ne peut jamais faire taire, et qui met toujours son museau partout où il tient ! Il rend ce lieu de mort plus vivant ! Mais si tu tiens à tes secrets, ce n'est pas avec lui qu'il faut les partager !\n<br><br>\nEt enfin… <b>Amber Glow</b>. La petite flamme qui a redonné vie à ce théâtre. C'est elle qui a suggéré de transformer ces ruines en un refuge… et qui a insisté pour qu'on y installe un bar.\n<br><br>\n<i>Son regard s'adoucit légèrement.</i>\n<br><br>\nSans elle, cet endroit ne serait qu'un cimetière de souvenirs.",
            "ask-about-love": "Parlons d'amour. Résèrve-tu ton coeur pour quelqu'un ?",
            "ask-about-self": "Parle-moi un peu de toi.",
            "ask-about-town": "Comment es-tu arrivé à Ash-Aven ?",
            "compliment-voice": "Ta voix est rauque, mais belle et profonde, elle fait résonner les émotions hors de ce monde !",
            "complimented": "Tu es un flatteur, et je te remercie,<br>\nLes louanges sincères, j'en prends grande envie.<br>\nMa voix est un spectre du temps révolu,<br>\nUn écho du monde que la guerre a perdu.",
            "disrespected": "Tu trouves donc plaisant d'insulter mon chant ?<br>\nJe plains ton oreille, au goût si navrant.<br>\nSi la beauté des notes t'est insupportable,<br>\nTes esgourdes comme ton cœur sont minables.",
            "disrespecting": "C'est que ta voix m'a donné l'écoeurantite, tu chante vraiment comme une marmite !",
            "entry": "Tiens donc, l'étranger est de retour,<br>sans doute pour me jouer un mauvais tour ?",
            "intro-ask-questions": "Je voudrais te poser quelques questions.",
            "introduction": "Un étranger, ici, quel plaisir piquant,<br>\nMais dis-moi, quel est ce commencement ?<br>\nTu me fixes ainsi, sans mot ni détour,<br>\nDis-moi donc, que cherches-tu en ce jour  ?",
            "leave": "Je dois m'en aller. Au revoir !",
            "leave-intro": "Désolé, je ne voulais pas te fixer.",
            "love-compliment": "Je te trouve charmante, moi.",
            "love-convince": "Les cœurs silencieux vivent d'ombres et d'illusions, ils dansent dans l'attente et meurent sans passion.",
            "love-guess-barmaid": "Et si c'était… Amber Glow ?",
            "love-guess-founder": "Serait-ce… Whispering Ash ?",
            "love-guess-self": "J'espère qu'il s'agit de moi !",
            "love-guessed-founder": "Ash est un frère, un ami sincère,<br>Mais entre nous, rien n'est clair.<br>Nos âmes sont liées par l'ombre et le temps,<br>Mais l'amour n'a jamais pris ce tournant.<br><br>Tu devras deviner ailleurs, cher ami,<br>Mon cœur est caché bien loin d'ici.",
            "love-guessed-self": "Quel flatteur tu fais, c'est bien charmant,<br>Mais il y a bien trop de siècles nous séparants !<br><br>J'apprécie la malice de tes belles paroles,<br>Mais pour une romance, cherche une autre idole.",
            "love-press": "Alors personne ne trouve grâce à tes yeux ?",
            "love-quest/complimented": "Ah ! Charmante, dis-tu ? Voilà qui m'étonne,\nUne goule en lambeaux, avec un poney si beau,\nNon, décidément, bien trop cela détonne !\n\nSi mon chant émeut, si ma voix séduit,\nAlors que dire ? Profite de ce qui luit.\nMais ne crois pas, bel étranger,\nQue ton sourire me fera chavirer.\n\n<i>Elle sourit plus doucement, un brin nostalgique:</i>\nLes cœurs qui battent, si loin des miens,\nSont beaux à voir, mais restent lointains.",
            "love-quest/convince-failure": "L'amour d'une goule n'est pas fait pour briller,<br>\nNos coeurs trop flétris ne savent plus rêver.",
            "love-quest/convince-success": "L'amour d'une goule n'est pas fait pour briller,<br>\nMais peut-être qu'un chant peut tout révéler.\n<br><br>\nEn lieu d'un prochain morceau, je ferai mon aveu,<br>\nPuissent ses oreilles capter l'écho de mes vœux.",
            "love-quest/guessed": "Amber ? Quelle idée absurde et insensée,<br>\nNous sommes… amies, rien de plus à penser.\n<br><br>\nMais quelle impertinence, de fouiller dans mon cœur !<br>\nDe tels bavardages ne sont que rumeurs.  ",
            "love-quest/intro": "Un cœur de goule, est-ce un cœur encore ?<br>\nOu n'est-ce qu'un vestige, fané et mort ?<br>\n<br>\nL'amour est un spectre, il rôde dans l'air,<br>\nMais les âmes maudites n'aiment guère en lumière.",
            "love-quest/pressed": "Discrétion est d'or, élégance est vertu,<br>\nIl n'est point courtois d'exposer ce qui n'est su.<br>\nMais peut-être, un être, un jour a pris place,<br>\nDans mon cœur en cendre, dans ce monde de glace…",
            "love-stop-guessing": "Je comprends. Je ne t'embêtes pas plus ! À plus tard !",
            "love-try-convince": "Tu l'aimes ! Avoue-le, ce n'est pas une honte."
        }
    }
}
