{
  "quests": {
    "stable-103/rathian": {
      "title": "C'est que le début, d'accord, d'accord…",
      "desc-called-to-overmare-office": "La superviseuse t'as convoqué dans son bureau.",
      "desc-overmare-briefing": "Elle t'as expliqué que quelqu'un avait piraté le terminal à l'extérieur de l'Étable pendant ton court repos. Le coupable t'aura probablement suivi jusqu''ici. C'est toi ici qui connait le mieux le monde extérieur. C'est à toi que revient la tâche de traquer le coupable, et d'assurer que les secrets de l'Étable soient en sécurité.",
      "overmare-briefing": "Parler avec la Superviseuse",
      "desc-signal-intro": "Jetant un oeil à ton fidèle PipBuck, le signal était faible, mais le coupable semblait se diriger vers les ruines de la capitale.",
      "desc-signal-followup": "Une fois la capitale atteinte, tu jeta un oeil au signal à nouveau: ta cible se dirige maintenat au Sud-Est. La traque n'est pas encore finie.",
      "signal-update": "Le traceur de signal de ton PipBuck a été mis à jour. Regarde ton journal de quêtes pour plus d'informations.",
      "desc-found-signal": "Suivant toujours le seul indice jusqu'à ton objectif, tu remarque que le signal a cessé de se déplacer. elui que tu pourchasse a apparemment atteint sa destination.",
      "desc-found-rathian": "Tu trouva finalement celui que tu traquais, pourrissant dans une cellule, capturé par le Troupeau d'Or. C'était quelqu'un que tu connaissais déjà. Le poney qui était venu à ton aide, lorsque des bandits t'ont attaqué, juste après avoir quitté ton Étable. Quels événements avaient bien pû l'amener jusqu'ici ?",
      "desc-learned-about-sentinel": "Tu as décidé de parler à Rathian avant de décider que faire de lui. Il t'as parlé de quelque chose que la superviseuse de l'Étable avait omit de te dire. Les secrets de l'Étable que Rathian a volé concernent un projet d'avant-guerre, nommé Sentinelle. Ce dernier donne à la superviseuse le pouvoir de réveiller une intelligence artificielle, commandant une armée de robots, capable de sécuriser un futur plus vaste pour les habitants de l'Étable. Pourquoi ne l'a-t-elle pas déjà utilisé ?",
      "desc-learned-about-lab": "Les confessions de Rathian ne s'arrêtèrent pas là. Il te révèla avoir été attrapé par le Troupeau d'Or, alors qu'il essayait de s'infiltrer dans Sabairain, à la recherche d'un laboratoire d'avant-guerre. Ce dernier disposerait du matériel nécessaire pour falsifier les méthodes d'autentification du projet Sentinelle. Ça permettrait à Rathian, où potentiellement n'importe qui, de prendre le contrôle de la Sentinelle. Ça vaut peut-être le coup d'aller y jeter un oeil.",
      "desc-rathian-died": "Finalement, Rathian n'a pas survéu. Il mourut. Cela devrait au moins satisfaire la superviseuse.",
      "desc-rathian-murdered": "Finalement, tu as tué Rathian. Après tout, il représentait un danger bien trop grand.",
      "desc-rathian-gaveup-sentinel": "Après une discussion approfondie du projet et des idéaux de Rathian, tu l'as convaincu de la futilité de son projet. Il n'utilisera pas Sentinel, retournera à Junkville, ou lui et ses vieux amis reprendront leur activité normale : construire un monde meilleur, sans sauter les étapes, petit à petit.",
      "track-culprit": "Trouver le hacker",
      "deal-with-rathian": "Décide que faire du scribe"
    }
  }
}
