{
    "dialogs": {
        "cristal-den/brian-fargo": {
            "accept-pay-thornhoof-caravan": "Très bien. Je vais payer.",
            "start-thornhoof-caravan": "Je suis envoyé par la ville de Thornhoof. Ils veulent que vous leur envoyez une caravane.",
            "thornhoof-caravan-barter": "Si je paye tout maintenant, je prend tous les risques à votre place. Vous n'auriez aucune raison de toucher votre part sur le bénéfice de l'opération. Thornhoof est acculée et n'a d'autre choix que d'acheter au prix fort.",
            "thornhoof-caravan-seek-escort": "Je m'en occupe. Où commencer ?",
            "thornhoof-caravan/about-escort": "Parle à Laurie, à l'entrée de la ville. Tu peux pas la rater, c'est le seul griffon du coin. Elle a déjà fait des trajets que personne d'autre n'aurait tenté, même bourré au rhum.\n<br><br>\nElle aime le danger, alors peut-être qu'elle t'écoutera.",
            "thornhoof-caravan/convinced": "Bon sang… t'as le sens des affaires, j'te l'accorde.<br>\nOk, marché conclu : j'prends rien maintenant. Mais mes caravaniers ramèneront tout le bénéfice de la vente.\n<br><br>\nReste à trouver les couillons qui voudront bien mener la caravane.",
            "thornhoof-caravan/convinced-payed": "Bien. Avec ça, je peux charger une caravane sans risquer de me retrouver sur la paille.\nMais tu te doutes bien qu'il va falloir trouver des types assez fous pour faire le trajet. Je vais pas les désigner moi-même, j'ai pas envie d'avoir des veufs aux fesses.",
            "thornhoof-caravan/entry": "Une caravane pour Thornhoof ? T'as pris un coup de sabot sur le crâne ou quoi ? On a déjà perdu un convoi là-bas. Et crois-moi, c'est pas moi qui vais en perdre un deuxième pour faire plaisir à un idéaliste de passage.",
            "thornhoof-caravan/on-convince": "Hm. Du capital-risque, hein ? T'as pas tort. Le gain est là, c'est sûr. Mais l'risque, il est surtout pour mes gars…\n<br><br>\nBon. Admettons. On fait bouger une caravane. Mais tu vas me la financer à l'avance. Chaque radis, chaque carotte.",
            "thornhoof-caravan/on-exit": "Voilà qui est plus sensé. Maintenant, si t'as rien d'autre… j'ai des vrais clients à gérer.",
            "thornhoof-caravan/on-join-escort": "Toi, t'irais dans cette merde pour couvrir mes gars ? Héh… T'as l'air assez suicidaire pour ça. Et juste assez balèze pour réussir.\n<br><br>\nBon, pourquoi pas. Mais même avec toi, j'ouvre pas mes sacoches si j'suis pas payé avant. Il va me falloir {{thornhoofCaravanCost}} capsules.",
            "thornhoof-caravan/on-join-escort-survival": "T'as réussi à passer à travers les patrouilles des pillards ? Sérieux ? T'es peut-être plus futé que tu en as l'air.\n<br><br>\nOk, va pour le trajet. Mais tu payes les marchandises. Je veux {{thornhoofCaravanCost}} capsules. Maintenant.",
            "thornhoof-caravan/on-test-fail": "T'as beau causer, tu me fais pas changer d'avis. Si tu veux que j'envoie mes gens dans un nid de guêpes, va falloir raquer. Ou me donner une raison solide. Mais pas ce baratin.",
            "thornhoof-convince": "Thornhoof est prête à payer dix fois le prix pour une cargaison que personne d'autre n'ose livrer. Vous pourriez envoyer dix caravanes, et si seulement deux revenaient, vous seriez toujours gagnant.",
            "thornhoof-give-up": "Oubliez, c'était une mauvaise idée.",
            "thornhoof-join-escort": "Je me joindrai a l'escorte. Avec moi, ça passera comme dans du beurre.",
            "thornhoof-join-escort-survival": "J'ai traversé les lignes ennemies pour rejoindre Thornhoof. Je peux le refaire."
        }
    }
}
