{
    "dialogs": {
        "cristal-den/caravan-leader": {
            "talk-about-thornhoof-caravan": "Je viens pour ramener un caravane à Thornhoof. Ils ont besion d'aide.",
            "thornhoof-1-plea-for-help": "Une ville entière a besoin de notre aide, ça vaut le coup d'essayer.",
            "thornhoof-1-silvertide": "J'ai vu Silvertide à Thunderhoof. Elle vous doit encore une bouteille de rhum, non ?",
            "thornhoof-2-will-fight": "Je serai là. J'ai beaucoup d'expérience au combat. On va s'en sortir.",
            "thornhoof-4-approved": "Narbi Fargo a déjà approuvé.",
            "thornhoof-accepted-whatever-1": "Ah, ça c'est ce que j'aime entendre !",
            "thornhoof-accepted-whatever-2": "Merci, Laurie. Vraiment.",
            "thornhoof-caravan-go-later": "J'ai encore des préparations à faire. Je reviens bientôt.",
            "thornhoof-caravan-go-now": "On peut y aller.",
            "thornhoof-caravan/accept-approved": "Alors c’est bon. On a un accord. J’vais rassembler quelques fêlés qui aiment courir après la gloire… ou les emmerdes.\nTu veux partir tout de suite, ou je t'attends ?",
            "thornhoof-caravan/accept-whatever": "Bah, Narbi peut bien s'étouffer dans ses registre. C’est moi qui choisis où je mène mes talons, pas lui.\nEt s’il chouine, j’poserai sur son bureau une pile de capsules et un tonneau de bière... ça le calmera.",
            "thornhoof-caravan/combat-failed": "Ouais, je sais pas. Tu m'as pas l'air si débrouillard. Je te confierais pas la sécurité de ma caravane dans un milieu aussi hostile.",
            "thornhoof-caravan/combat-success": "T’as l’air d’savoir défendre une caravane. Ok. J'ai déjà plus confiance que si je partais avec des bleus.\nMais même avec toi, y’a encore un détail à régler…\n<br><br>\nIl nous faut le l'approbation de Narbi pour charger une caravane. Il est aux bureaux des caravaniers, dans le centre ville. Tu lui as déjà demandé ?",
            "thornhoof-caravan/entry": "Thornhoof ? Eh ben dis donc, t'as pas froid aux yeux ! Aux dernières nouvelles, leurs voies de ravitallement sont toujours coupées par les pillards. Je suis pas du genre à reculer devant le danger, mais toi t'es sacrément téméraire.",
            "thornhoof-caravan/pleaded": "Mouais. Les missions comme ça, elles se terminent au fond d'un cimetière.\n<br><br>\nMoi j’ai pas peur de mourir… mais j’aime pas enterrer mes camarades pour rien.",
            "thornhoof-caravan/provoked": "Je recule pas. Mais j'avance pas pour des causes foireuses non plus. Tu veux que je mène des gens vers une ville encerclée, t’as intérêt à m'donner une vraie raison.",
            "thornhoof-caravan/silvertide": "Silvertide ?\n<br>\nTu sais, j'pensais pas entendre ce nom à nouveau de sitôt. Si c'est elle t'envoie, c’est que ça vaut le coup. Et elle me doit toujours cette bouteille… alors j’ai une bonne excuse pour aller la lui réclamer en personne !\n<br><br>\nY’a encore un détail à régler… il nous faut le l'approbation de Narbi pour charger une caravane. Il est aux bureaux des caravaniers, dans le centre ville. Tu lui as déjà demandé ?",
            "thornhoof-caravan/waiting-to-go": "Yo ! La caravane pour Thornhoof est prête à partir. On y va ?",
            "thornhoof-caravan/who-else": "C'est pas à moi de sauver le monde. Mais t'as pas tort… si on n’fait rien, ils crèveront tous là-bas.\nT'as les tripes pour cette mission. Reste à savoir si t'aura aussi les appuis.",
            "thunderhoof-1-provoke": "Si tu recule pas devant le danger, c'est le moment de nous le prouver.",
            "thunderhoof-1-who-else": "Si on ne s'en charge pas, qui le fera ?",
            "thunderhoof-go-see-narbi": "I understand. I'll go ask at the caravaneers' office.",
            "thunderhoof-try-skip-fargo": "Eh quoi maintenant ? On a besoin d'un formulaire pour partir à l'aventure et sauver des vies ? T'inquiète par pour les gratte-papiers, on m'a promis une grosse récompese pour cette caravane, ils pourront être que content de toi uand ils verront tout le pognon qu'on va ramener !"
        }
    }
}
