{
    "dialogs": {
        "cristal-den/caravan-leader": {
            "about-caravan": "The caravan ? Who are you people ?",
            "about-caravan-answer": "Who we are ? The blood and veins of the cristal wasteland, that's who we are ! We secure trade routes and bring goods from all over, and to wherever.",
            "about-joining": "How do I join the caravan ?",
            "about-joining-answer": "Nice ! We're always looking for new blood to replace the casualties ! We have an office downtown: find Brian Fargo and ask him about joining. He runs this operation… well, the backoffice part of this operation, at least. We're the ones sticking our neck out after all, ain't we ?",
            "ask-join-caravan": "Yes. When's the next caravan ?",
            "caravan-cancel": "Not right now.",
            "caravan-later": "Next caravan will take off on Monday. We'll be going to {{nextCaravanDestination}}.",
            "caravan-start": "Let's go already !",
            "entry": "Hey. You here to join the caravan ?",
            "entry-exit": "No, I'm not. Bye.",
            "join-caravan": "Great ! We'll take off anytime now. We're going to {{nextCaravanDestination}}. You're interested ?",
            "reward": "Hey ! I'm glad you made it out alive ! Here's your reward ! Come back whenever you're ready for some more action !\n<br><br>\n<i>She hands you {{pendingReward}} caps.</i>",
            "talk-about-thornhoof-caravan": "I'm here to bring a caravan to Thornhoof. They need help.",
            "thornhoof-1-plea-for-help": "An entire town needs our help. It's worth taking our chances.",
            "thornhoof-1-silvertide": "I met with Silvertide at Thunderhoof. She still owes you a bottle of rhum, doesn't she ?",
            "thornhoof-2-will-fight": "I'll be there. I have a lot of fighting experience. We'll pass through.",
            "thornhoof-4-approved": "Narbi Fargo gave the green light.",
            "thornhoof-accepted-whatever-1": "That's what I like to hear !",
            "thornhoof-accepted-whatever-2": "Thank you, Laurie. It means a lot.",
            "thornhoof-caravan-go-later": "I still have some preparations to make. I'll see you soon.",
            "thornhoof-caravan-go-now": "Let's go now.",
            "thornhoof-caravan/accept-approved": "So it's settled. We got a deal. I'm gonna round up some reckless ponies who like to run after glory… or death… and we'll get on it.<br><br>\nYou want to depart now, or do I wait for you ?",
            "thornhoof-caravan/accept-whatever": "Hmph, Narbi can choke on his forms. I'm the one who decide where I set foot.\nAnd if he's pissed, I'll just leave a big ol' sack of caps and a keg of beer on his desk… that'll shut him up.",
            "thornhoof-caravan/combat-failed": "Yeah, no. You don't look so tough, I don't think I could rely on you to protect a caravan in such dangerous conditions.",
            "thornhoof-caravan/combat-success": "You seem like someone who could protect a caravan. Okay. I'm more confident than if I were going with complete newbies.\nBut even with you on board, there's still a small detail we need to go over…\n<br><br>\nWe need Narbi's approval to load a caravan. He's at the caravaneers' office, in the town center. Did you already ask him ?",
            "thornhoof-caravan/entry": "Thornhoof ? Well oh well, you've got guts ! Last I heard, their supply lines were still cut off by raiders. I'm not one to chicken out from a fight myself, but you must have a death wish.",
            "thornhoof-caravan/pleaded": "Sure. Jobs like those, they tend to end up deep down in a graveyard.\n<br><br>\nI'm not afraid of death… but I don't like burying my comrades for nothing.",
            "thornhoof-caravan/provoked": "I'm not backing down. But I'm not blindly running into danger either. You want me to lead people into a city that's surrounded, you better give me some damn good reasons.",
            "thornhoof-caravan/silvertide": "Silvertide ?\n<br>\nYou know, I didn't think I'd hear that name again so soon. If she sent you, then it must be worth it. And she does still owe me that bottle… that's as good a reason as any to come and claim it in person !\n<br><br>\nThere's still a small detail we need to go over, though… we need Narbi's approval to load a caravan. He's at the caravaneers' office, in the town center. Did you already ask him ?",
            "thornhoof-caravan/waiting-to-go": "Hey ! The caravan for Thornhoof is ready to depart ! Are we going ?",
            "thornhoof-caravan/who-else": "It's not my job to save the world. Though you're not wrong… if we don't do anything, they'll all die over there.\nYou've got the guts for this job.But we still have to figure out if you've got the support.",
            "thunderhoof-1-provoke": "Well if you're not one to run from a fight, now's the time to prove it.",
            "thunderhoof-1-who-else": "If not us, who will do it ?",
            "thunderhoof-go-see-narbi": "I understand. I'll go ask at the caravaneers' office.",
            "thunderhoof-try-skip-fargo": "What's that ? Do we need to fill forms to go on an adventure and save lives ? Don't worry about the white collars, I've been promise a huge bounty for this caravan, they'll be so happy with you when you come back with that load of cash !",
            "way-back": "We're ready to make our way back. Give me a heads up whenever you want to go."
        }
    }
}
