{
    "dialogs": {
        "steel-rangers/cabbit": {
            "about-bunker": "That bunker ? It's our home. Better yet, it's our stronghold !",
            "about-getting-in": "Oh no no no. Only Rangers are allowed to go beyond this door. It's nothing personal.\n<br><br>\nBut hey, we don't get much company, so feel free to stay here and talk to your hearth's content. Unless Dural start groaning too strong, that's usually a bad omen.",
            "about-joining": "You wanna... join ? That's unexpected ! You heard that {{otherGuardName}} ?\n<br><br>\nWell, er... wait here just a moment, I'm gonna ask my superiors.",
            "about-joining-2": "Well, I spoke to the Elders, and they said not anyone can join. They said you had to, er, complete a quest first.",
            "about-joining-3": "You have to go to the Capital's Ruins, a little bit south-west from here.\n<br><br>\nWe unfortunately lost a squad of Steel Rangers in a retrieval mission. If you can find them and retrieve their identification plaque, it'll prove that you've been there and survived, and you'll be allowed to join us as an Initiate.",
            "about-joining-accepted": "You will ? That's... great ! Alright then, we lost three rangers over there, so you'll have to retrieve each of their plaques. See you when you come back, I guess.\n<br><br>\n<i>You swear you heard {{otherGuardName}} sneer beneath his armor.</i>",
            "about-joining-unsure": "Yeah, that's probably wise. If you do want to try, you have to find the plaques for all three of the Rangers we lost there... but you know, if fully fledged Rangers didn't make it out of there, then it probably means something dangerous is lurking there. You're probably better off not trying.",
            "about-joining-wait": "[...]",
            "about-rangers": "The Steel Rangers, last line of defense between order and chaos. See a raider holding a plasma gun ? That's heresy. Some wannabe dictator using automatic turrets to control his people ? That's a crime.<br><br>\nWe recover the technology, we secure it, we store it. For the sake of stabiity, knowledge, and for the future.",
            "about-self": "I'm {{npc}}, unofficial spokesperson and very much officiel door guard.\n<br><br>\nAnd this is {{otherGuardName}}. He doesn't talk. Sometimes he groands. But I like to think they're loving groans.<br><br>\nWe're both Initiates of the Steel Rangers, assigned to guard duty.",
            "ask-about-guards": "Can I ask about you ?",
            "ask-about-join-quest": "What do I have to do ?",
            "ask-about-join-quest-enthousiast": "I'm ready for anything. Tell me about your quest !",
            "ask-about-join-quest-sarcastical": "A quest ? So, what, do I have to find the Elements of Harmony and defeat a mutated Nightmare Moon fused with Radscorpions ?",
            "ask-about-place": "What's this place ?",
            "ask-about-steel-rangers": "Steel Rangers ? And who are you people ?",
            "ask-about-thornhoof-shipment": "I'm here to retrieve an ammo shipment, for Thornhoof.",
            "ask-to-join": "Are you hiring ? I want to become a Steel Ranger.",
            "entry": "Welcome to the Steel Rangers'. May I ask your business here ?",
            "entry-alt-leave": "I see. Well, I was just passing by, I'll take my leave now !",
            "entry-leave": "I'm just passing by.",
            "join-quest-accept": "Alright, I'll do it.",
            "join-quest-unsure": "The Capital Ruins ? Sounds risky... I'll think about it.",
            "thornhoof-give-holodisk": "Yes, here's the holodisk from Scribe Hoarfrost.",
            "thornhoof-holodisk-disappeared": "I was given a holodisk from Scribe Hoarfrost, but I don't have it on me right now.",
            "thornhoof-shipment/entry": "A shipment for Thornhoof ? I supposed Scribe Hoarfrost is the one making the request ?\n<br><br>\nI'm gonna need some kind of paper. A holodisk. A tablet, I dunno, some proof that he sent you there.",
            "thornhoof-shipment/holodisk-given": "Ah ! There it is ! Scribe Hoarfrost himself. Yup, that's from him, no doubt.<br><br>\nI'll take that up to my superiors. If everything's in order, we'll bring the crates to the caravan. Yoi can wait right here.",
            "thornhoof-shipment/no-holodisk": "Are you kidding me ? You lost a signed order from a sciribe ? Do you take me for a fool ?\n<br><br>\nLook, I'm a nice guy, but I can't bring out crates of ammo just because you asked nicely. No orders from Hoarfrost, no shipment for Thornhoof. Sorry.",
            "wait-for-thornhoof-shipment": "Okay, I'll be waiting right here."
        }
    }
}
