{
    "dialogs": {
        "stable103/overmare-end-scene": {
"accept-to-give-pipbuck" : "Oh. Eh bien, je n'ai rien à cacher.",
"advocate-for-opening-stable" : "Est-ce vraiment si grave ? Nous ne pouvons pas rester isolés éternellement.",
"arguing-adapt" : "Ils s'adapteront. Ayez confiance.",
"arguing-adapt-2" : "C'est ainsi que fonctionne le monde. Les organismes qui n'évoluent pas disparaissent. Il n'y a pas d'autre solution. Nous devons nous adapter.",
"arguing-failure-reaction#A" : "Que voulez-vous dire ? Je n'ai pas…",
"arguing-failure-reaction#B" : "C'est un peu exagéré…",
"arguing-friendships" : "Le désert n'est pas joli, mais ce n'est pas aussi terrible que vous le pensez. Je me suis fait des amis là-haut. J'ai tissé des alliances pour nous.",
"arguing-protector" : "J'ai vécu l'enfer là-haut. Je sais ce que Tu parles de gens meilleurs que toi. Je nous protégerai.",
"arguing-psychology": "Ce que tu décris est la conséquence d'un traumatisme. Cela ne se propage pas comme une infection : c'est le produit d'un environnement toxique. Grâce à la sécurité de notre foyer bien-aimé, les habitants de l'écurie ont été protégés de tels traumatismes psychologiques. Ils savent partager, se faire confiance et se soutenir mutuellement. Si les poneys de l'écurie sortent protégés, avec une structure et un but, leur moralité ne s'effondrera pas. Elle tiendra bon.",
"arguing-sentinel": "N'est-ce pas exactement à cela que servait le programme Sentinelle ?",
"arguing-speech": "J'ai appris une chose ou deux en étant confronté aux habitants de la surface. Devenir comme eux ne vous arrive pas par hasard. C'est une série de choix. Notre éthique sera mise à l'épreuve. Et si tu crois vraiment en l'éthique de notre peuple, alors tu devrais croire qu'il triomphera.",
"arguing-trust": "Ce n'est pas une fatalité. Les poneys peuvent aussi être compatissants, même là-haut. Je l'ai vu. Nous pouvons vivre en harmonie. La magie de l'amitié triomphera.",
"ask-about-pipbuck-bug": "Oh… alors, tu as écouté mes conversations ?",
"ask-about-rathian-death-knowledge": "Comment le sais-tu ?",
"ask-about-rathian-discovery": "Pourquoi es-tu si sûr que ça va se retourner contre nous ?",
"ask-about-stable-safety": "Presque ? Ne me dis pas que ce n'est pas fini ?",
"ask-about-stable-safety-alt": "Et voila, ça recommence !",
"ask-about-stable-safety-alt2": "Tu as dit que l'écurie n'était pas encore sûre. De quoi s'agit-il ?",
"ask-entry-followup": "Alors, qu'est-ce que tu vas faire ?",
"ask-sentinel-why-not": "Je ne comprends pas. Tu étais censé utiliser Sentinelle à un moment donné. Pourquoi ne le fais-tu pas ?",
"banishment-ask-killing" : "J'espère que tu ne comptes pas me tuer. J'ai bien peur qu'il te faille une armée plus importante que ça.",
"banishment-followup" : "Pas de bannissement. Bien. Et après ?",
"banishment-swear-fealty" : "Je ne trahirais jamais notre foyer. Même si tu me bannis.",
"call-out-banishment" : "Attends… J'ai bien peur de voir où cela nous mène. Allez-vous me bannir ?",
"entry/about-rathian-captivity" : "<p>Eh bien, on ne va pas pouvoir se débarrasser de lui maintenant, n'est-ce pas ? Et il en sait beaucoup trop… tu n'as pas idée.</p>\n<p>Nous avons une éthique ici. Nous devons le traiter avec décence. Il essaiera d'exploiter notre bonté contre nous.</p>",
"entry/about-rathian-discovery": "<p>Parce que je sais comment est le monde extérieur. Je sais comment sont les poneys qui n'ont pas été élevés dans une écurie. C'est écrit partout dans notre livre d'histoire.</p>\n<p>Quoi que cet intrus ait piraté dans notre système… cela attirera tout le désert à nos portes.</p>",
"entry/authorzed-pipbuck": "<p>Hmm… Je n'en suis pas si sûr. Bref…</p>",
"entry/base": "<p>Vous êtes là. Bien.</p>\n<p>Je vois que vous avez réglé le dernier détail. Notre écurie est presque en sécurité.</p>",
"entry/base-alt": "<p>Hm. Vous êtes revenu. Vous avez rencontré le Un intrus. Et pourtant, vous ne vous en êtes pas débarrassé. Vous m'avez désobéi. Vous avez mis la sécurité de l'écurie en danger.</p>\n<p>Je me demande… êtes-vous vraiment encore des nôtres… la surface vous a changé. On ne peut plus vous faire confiance.</p>",
"entry/base-alt-return": "<p>Je dois savoir. Pourquoi avez-vous désobéi à mes ordres ?</p>",
"entry/captured-rathian": "<p>Cet individu est un risque, même si nous le gardons enfermé dans une cellule.</p>",
"entry/pipbuck-bug": "<p>Tout cela grâce au gadget que nous avons ajouté à votre PipBuck, afin de suivre l'intrus. Il m'envoie également des données. Dès que vous étiez à portée, j'ai appris ce que j'avais besoin de savoir.</p>",
"entry/pipbuck-bug-2": "<p>Je ne sais que ce que le traceur a perçu. Et cela me dit si le poney qui espionnait Nous étions vivants ou morts lorsque vous vous êtes séparés d'eux.</p>\n<p>Je ne sais pas encore ce que vous avez fait à l'intérieur. Mais je le saurai bientôt, une fois que j'aurai pleinement accès à votre PipBuck.</p>",
"entry/rathian-captured": "<p>Cet individu représente un risque, même si nous le gardons enfermé. Les choses qu'il sait…",
"entry/rathian-free": "<p>Avez-vous la moindre idée de ce que vous avez fait ? La moindre idée de l'étendue de ce que cet habitant de la surface a découvert ici ?</p>",
"entry/refused-to-kill": "<p>Avez-vous la moindre idée de ce que vous avez fait ? La moindre idée de l'étendue de ce que cet habitant de la surface a découvert ici ?</p>\n<p>D'une certaine manière, je suis soulagé que vous ne l'ayez pas tué. C'est bien que vous accordiez suffisamment de valeur à la vie d'autrui pour ne pas tuer simplement parce qu'on vous l'a ordonné. Mais parfois, des décisions difficiles doivent être prises… vous n'en avez aucune idée… vous nous avez tous condamnés.</p>",
"entry/taking-pipbuck": "<p>Ce n'est pas ce que je voulais dire. J'ai un dernier problème à régler avant que l'avenir de notre foyer ne soit assuré.</p>",
"go-to-murder-framing-A": "Que…",
"go-to-murder-framing-B" : "Attendez une minute…",
"move-on-to-safety-concerns" : "Inutile de pleurer sur le lait renversé. Que fait-on maintenant ?",
"move-on-to-safety-concerns-alt" : "Eh bien, ce n'est pas du tout cryptique.",
"murderFramingFollowup" : "Je peux vous soumettre sans vous tuer. Ce sera ma parole contre la vôtre.",
"murderFramingPlead" : "S'il vous plaît, ne faites pas ça ! Ça ne doit pas se terminer ainsi !",
"murderFramingToSeclusion" : "Pourquoi aller aussi loin ? L'Écurie ne peut pas rester scellée éternellement de toute façon !",
"open-with-sentinel-alt" : "Vous parlez de l'histoire du Sentinelle, n'est-ce pas ?",
"open-with-sentinel" : "Je n'avais pas besoin de me salir les sabots. Le Sentinelle nous protégera désormais.",
"refuse-to-give-pipbuck": "Hé ! Il y a plein de choses privées là-dedans ! Je ne suis pas vraiment à l'aise de tout partager avec toi. Je peux faire un rapport, si tu veux…",
"refused-to-kill-rathian": "Je ne suis pas un tueur de sang-froid.",
"refused-to-kill-rathian-alt": "Je connaissais l'intrus. Il s'appelait Rathian. Il m'a rendu de fiers services. Je lui devais bien ça.",
"safety-concern/arguing": "<p>Je sais que les systèmes vieillissent. Je sais que nous ne pouvons pas rester cachés éternellement. Même si je l'accepte… ce qui nous attend au-delà, c'est toujours le désert. La faim, la violence. Des poneys qui ont appris à être impitoyables, et que la miséricorde tue.</p>\n<p>Nos compagnons d'écurie n'ont pas été élevés pour ce monde. Leur bonté ne les rendra certainement pas invulnérables. Même si nous survivions en communauté, j'imagine le prix que cela nous coûtera.</p>\n<p>Je ne peux tout simplement pas me le permettre. Je ne l'accepterai pas.</p>",
"safety-concern/arguing#2": "<p>Peut-être…</p>\n<p>Mais je ne crains pas seulement pour notre sécurité. Si nous allons là-haut, nous devrons changer. Nous deviendrons… comme eux. Les gens de la surface. Nous deviendrons peut-être avides, ambitieux… avec le temps, l'histoire se répétera.</p>",
"safety-concern/arguing-failure": "<p>S'adapter, hein ?</p>\n<p>C'est ce que je crains le plus. Nous allons nous perdre là-haut. Tout comme tu t'es perdu toi-même.</p>",
"safety-concern/arguing-lack-trust": "<p>Je ne peux pas te faire confiance avec ça. Écoute-toi. Tu es là-haut depuis trop longtemps… tu n'es plus vraiment des nôtres.</p>",
"safety-concern/arguing-success": "<p>Déesses… On m'a appris que mon devoir était de préserver cette Écurie exactement comme elle m'avait été confiée.</p>\n<p>Et pourtant, tu as raison sur un point que je ne voulais pas admettre. Nous avons besoin du monde extérieur, et si la porte reste fermée… nous restons innocents, mais surtout, sans préparation.</p>",
"safety-concern/arguing-success-2": "<p>L'Écurie 103 va Préparez-vous. Nous n'irons pas à la surface de sitôt… mais nous cesserons de prétendre que nous n'en avons pas besoin. Et qui sait, peut-être qu'elle a besoin de nous aussi.</p>\n<p>Je m'adresserai bientôt à l'Écurie… vous êtes libre de retourner dans vos quartiers. Reposez-vous. Vous l'avez bien mérité.</p>",
"safety-concern/banishment": "<p>Vous bannir ?</p>\n<p>En quoi cela aiderait-il ? Je deviendrais un paria aux yeux des autres habitants de l'Écurie. Certains pourraient même essayer de vous traquer. Et si vous divulguiez des informations sur notre Écurie à des étrangers ? Il n'y a plus aucune raison de prendre ce risque, maintenant que nous n'avons plus besoin de rien de la surface.</p>\n<p>Non… je ne vais pas vous bannir.</p>",
"safety-concern/banishment#2": "<p>Il y a un moyen de montrer à notre peuple à quel point le monde extérieur représente une menace réelle. Je peux leur montrer que cela ne corrompt pas seulement le corps, mais aussi l'esprit. Je peux leur montrer comment le monde extérieur rend les poneys avides de pouvoir et de violence.",
"safety-concern/intro": "<i>Elle soupire profondément.</i> Pendant des générations, nous avons survécu parce que la porte est restée fermée. Elle nous a protégés du monde extérieur. De la guerre, et du chaos qui a suivi. Puis, l'astre nous a abandonnés… J'aurais tellement aimé que nous n'ayons pas à le faire, mais nous avons ouvert la porte. Et elle ne pourra plus jamais se refermer. Dans l'esprit de nos compagnons d'écurie, de nouvelles possibilités surgissent. Ils ne réalisent pas la réalité de ce qui nous attend dehors. Tout ce qu'ils verront, c'est que tu as parcouru le monde extérieur, que tu nous as sauvés, que tu es devenu un héros. Ils voudront en savoir plus. Ils voudront suivre tes traces. C’est comme si la surface s’infiltrait déjà dans nos esprits, nous empoisonnant…",
"safety-concern/murder-framing": "<p><i>Elle sort un pistolet laser.</i></p>\n<p>\nC’est simple, en réalité. Vous êtes venu ici, dans mon bureau, pour recevoir mes remerciements et mes félicitations. Mais la surface vous a changé. Comme tous les habitants de la surface, vous en vouliez plus. Vous vouliez l’Écurie. Vous avez essayé de me tuer. De prendre le contrôle.</p>",
"safety-concern/murder-plan-start": "<p>Eh bien… je n’en sais rien. Vous avez tiré sur moi.</p>\n<p><i>Elle pointe le fusil sur elle-même et, sans hésiter, se tire dans la jambe. Gémissant de douleur, elle jette le pistolet dans votre direction.</i></p>",
"safety-concern/seclusion": "<p>Tout à une fin. Mais cela n'arrivera pas sous ma responsabilité. J'ai le devoir de protéger notre paix, notre mode de vie. C'est un devoir qui se transmet de superviseuse à superviseuse. Je n'y renoncerai pas.",
"seclusion-ask-how": "Et comment comptes-tu convaincre qui que ce soit qu'il vaut mieux être enfermé dans ce petit enclos ?",
"seclusion-repair-retort": "C'est absurde. Les Écuries n'ont pas été conçues pour durer éternellement. Une autre pièce finira bien par se casser, et que feras-tu alors ?",
"seclusion-speech-retort": "Et tu as fait ta part à merveille jusqu'à présent. Mais le monde change. Le nôtre aussi. Le monde extérieur s'en prend à nous, que tu le veuilles ou non. Je l'ai vu. Que feras-tu quand il frappera à notre porte ?",
"sentinel-accept-harmony": "Je suppose que tu as raison. Les anciennes méthodes nous ont déjà détruits… pourtant, l'incident de l'appareil céleste l'a prouvé : nous ne pouvons pas rester isolés éternellement.",
"sentinel-convince-give-up": "C'est dur à entendre. Tu as peut-être raison. C'est trop de pouvoir pour un seul poney. Et pourtant, l'incident de l'appareil céleste l'a prouvé : nous ne pouvons pas rester isolés éternellement.",
"sentinel-convince-harmony": "L'harmonie existe encore. Même dans leurs heures les plus sombres, et surtout alors, le cœur des bons poneys brille encore plus fort. Nous leur devons d'utiliser tout ce qui est en notre pouvoir pour rendre notre monde meilleur.",
"sentinel-convince-overmare" : "Et voilà, tu as eu un premier aperçu de ce que l'on ressent à la surface. Et même si tu as failli choisir la facilité, finalement, tu ne l'as pas fait. Tout ira bien. Tu ne seras pas seul. Notre famille est avec toi.",
"sentinel-has-magical-imprint": "Je ne serais pas si sûr de cette dernière partie. J'ai reçu l'empreinte magique.",
"sentinel-has-magical-imprint-alt": "Vous n'êtes pas obligé. J'ai reçu l'empreinte magique pendant que j'étais là-bas. J'ai affronté l'adversité à l'extérieur. Ce n'est pas facile de rester fidèle à nos valeurs, mais je suis convaincu que je peux le faire. Avec vous tous.",
"sentinel-hostile-harmony": "Notre harmonie ne nous servira à rien, quand la réalité frappera à notre porte. Le monde a changé, et si vous ne vous souciez pas de vous adapter, alors c'est vous qui nous condamnez tous.",
"sentinel/convaincu": "<p>Peut-être… mais qui suis-je pour entreprendre une telle tâche ? Déesses… {{name}}, quand vous êtes entrée dans mon bureau… je… je pensais que je devais… je prévoyais… je pensais que vous étiez trop dangereuse pour nous… corrompue… Pour l'amour de Cadence, {{name}}, j'allais te faire tuer !</p>\n<p>Suis-je vraiment le genre de personne à qui l'on devrait confier un tel pouvoir ? Et si j'étais déjà corrompue ?</p>",
"sentinel/convinced-overmare": "<p>Merci, {{player}}… tu as raison. J'ai le sentiment qu'avec tout ton soutien, je peux être la chef dont notre peuple a besoin, même face à l'adversité des Terres Désolées. Pour le bien de notre famille, pour le bien de tous les poneys dehors, je le ferai.</p>",
"sentinel/convinced-player": "<p>Tu… quoi ? Comment ? Je… je suppose que ça n'a plus d'importance maintenant. Ah ! Tu es toujours aussi débrouillarde !</p>\n<p>Tu as probablement raison. Tu as vu comment c'est là-bas. Et tu es revenue, toi-même, sans avoir oublié ce que signifie être un poney. Tu as l'expérience, et le résilience.</p>",
"sentinel/entry": "<p>Vous connaissez Sentinel ? Je suppose que je ne devrais pas être surpris… l'intrus a dû vous en parler.</p>\n<p>Maintenant, ouvrez grand vos oreilles et écoutez. Sentinel ne sera activé que si je reste mort. En fait, même pas après. Il ne peut pas être activé sans moi.</p>",
"sentinel/has-imprint": "<p>Quoi… comment ? Je…</p>\n<p>Par le Tartare… vous êtes sérieux ? Alors vous ne me laissez pas le choix.</p>",
"sentinel/not-using-sentinel": "<p>Cette chose, Sentinel, nous a été donnée par les mêmes poneys qui ont déclenché la Grande Guerre. Ils l'ont construite parce qu'ils ne pouvaient pas imaginer un avenir sans progrès. Ils ont renoncé aux valeurs d'harmonie et d'amitié qui unissaient autrefois toutes les créatures sous le joug de la Grande Guerre. Déesses.</p>\n<p>Voyez où cette réflexion nous a menés. Nous n'avons pas été anéantis par manque de pouvoir. Nous en avions trop. Si j'active Sentinelle, je ne fais pas que réveiller des machines. J'embrasse cet héritage et je répète les erreurs du passé.</p>\n<p>Heureusement, les Overmares qui m'ont précédée n'étaient pas d'accord. Sentinelle aurait déjà dû être activée. Mais mes prédécesseurs et moi-même étions d'accord. Nous ne voulions pas porter cet héritage. L'Écurie est peut-être le dernier endroit, dans tout ce monde, où l'harmonie a encore un sens.</p>\n<p>Je ne laisserai rien y mettre fin. Et heureusement, Sentinelle a été confiée à notre lignée. Seuls nous pouvons l'activer. Et nous ne le ferons jamais.</p>"
        }
    }
}
