{
    "dialogs": {
        "stable103/overmare-end-scene": {
            "accept-to-give-pipbuck": "Oh. Well, I have nothing to hide.",
            "advocate-for-opening-stable": "Is it really so bad ? We can't remain secluded forever.",
            "arguing-adapt": "They'll adapt. Have some faith.",
            "arguing-adapt-2": "That is how the world works. The organisms who fail to evolve die out. There's no way around it. We need to adapt.",
            "arguing-failure-reaction#A": "What do you mean ? I haven't…",
            "arguing-failure-reaction#B": "That's a bit of a stretch, …",
            "arguing-friendships": "The wasteland isn't pretty, but it isn't as bad as you might think. I've made friends up there. I've built alliances for us.",
            "arguing-protector": "I've went through hell up there. I know what you're talking about better than you. I will protect us.",
            "arguing-psychology": "What you're describing is the result of trauma. It doesn't spread like an infection: it's the produce of a toxic environment. Thanks to the safety of our beloved home, the stable dwellers have been safe from such psychological trauma. They know how to share, trust, and support each other. If Stable ponies go out protected, with structure and purpose, their morality won't collapse. It will hold.",
            "arguing-sentinel": "Isn't that exactly what the Sentinel program was meant for ?",
            "arguing-speech": "I've learned a things or two, while being confronted to the surface dwellers. Becoming like them doesn't just happen to you. It's a series of choices. Our ethics will be tested. And if you truly believe in the ethics of our people, then you ought to believe that they will prevail.",
            "arguing-trust": "It doesn't have to. Ponies can be compassionate too, even up there. I've seen it. We can live in harmony. The magic of friendship will prevail.",
            "ask-about-pipbuck-bug": "Oh… so, you've been listening to my conversations ?",
            "ask-about-rathian-death-knowledge": "How do you know about that ?",
            "ask-about-rathian-discovery": "Why are you so sure it's going to come back to bite us in the flank ?",
            "ask-about-stable-safety": "Almost ? Don't tell me this isn't over ?",
            "ask-about-stable-safety-alt": "Oh shit, here we go again.",
            "ask-about-stable-safety-alt2": "You said the stable was not safe yet. What's that about ?",
            "ask-entry-followup": "So, what are you gonna do about it ?",
            "ask-sentinel-why-not": "I don't get it. You were meant to use Sentinel at some point. Why won't you ?",
            "banishment-ask-further": "I'd never betray the ",
            "banishment-ask-killing": "I hope you're not planning on murdering me. Afraid you're gonna need a bigger army than that.",
            "banishment-followup": "No banishment. Good. What then ?",
            "banishment-swear-fealty": "I'd never betray our home. Even if you did banish me.",
            "call-out-banishment": "Wait… I'm afraid I see where this is going. Are you going to banish me ?",
            "entry/about-rathian-captivity": "<p>Well, we can hardly get rid of him now, can we ? And he knows far too much… you have no idea.</p>\n<p>We have ethics here. We have to treat him with pony decency. He will try to use the goodness of our heart against us.</p>",
            "entry/about-rathian-discovery": "<p>Because I know how the outside world is. I know how the ponies who weren't raised in a stable are. It's all over our history book.</p>\n<p>Whatever this intruder hacked from our system… it will call over the whole wasteland to our doors.</p>",
            "entry/authorzed-pipbuck": "<p>Hmm… I'm not so sure about that. Anyhow…</p>",
            "entry/base": "<p>You're here. Good.</p>\n<p>I see that you've taken care of the loose end. Our stable is almost safe.</p>",
            "entry/base-alt": "<p>Hm. You came back. You met with the intruder. And yet, you didn't get rid of him. You disobeyed me. Put the safety of the stable at risk.</p>\n<p>I wonder… are you really still one of us… the surface changed you. You can't be trusted anymore.</p>",
            "entry/base-alt-return": "<p>I need to know. Why did you disobey my orders ?</p>",
            "entry/captured-rathian": "<p>This individual is a liability, even if we keep him confined in a cell.</p>",
            "entry/pipbuck-bug": "<p>All thanks to the gadget we added to your PipBuck, in order to track the intruder. It also sends data back to me. As soon as you were in range, I learned what I needed to know.</p>",
            "entry/pipbuck-bug-2": "<p>I only know about what the tracker perceived. And that tells me whether the pony who spied on us was alive or dead when you parted with them.</p>\n<p>I don't know yet about what you did inside. Though I'll know soon enough, once I have full access to your PipBuck.</p>",
            "entry/rathian-captured": "<p>This individual is a liability, even if we keep him confined in a cell. The things he knows…</p>",
            "entry/rathian-free": "<p>Do you have any idea what you've done ? Any idea of the extent of what this surface dweller discovered here ?</p>",
            "entry/refused-to-kill": "<p>Do you have any idea what you've done ? Any idea of the extent of what this surface dweller discovered here ?</p>\n<p>I guess, in some way, I'm relieved you didn't murder him. It is good that you value somepony else's life enough that you wouldn't kill just because you've been ordered to. But sometimes, harsh decisions need to be made… you have no idea… you doomed us all.</p>",
            "entry/taking-pipbuck": "<p>That's not what I mean. I have one last issue to take care of, before the future of our home is secured.</p>",
            "go-to-murder-framing-A": "Wha…",
            "go-to-murder-framing-B": "Wait a m…",
            "move-on-to-safety-concerns": "No point crying over spilt milk. What are we going to do now ?",
            "move-on-to-safety-concerns-alt": "Well, that's not cryptic at all.",
            "murderFramingFollowup": "I can subjugate you without killing you. It'll be my word against yours.",
            "murderFramingPlead": "Please, don't do this ! It doesn't have to end this way !",
            "murderFramingToSeclusion": "Why go this far ? The Stable can't remain sealed forever anyway !",
            "open-with-sentinal-alt": "You're talking about the Sentinel thing, right ?",
            "open-with-sentinel": "I didn't need to sully my hooves. Sentinel will protect us from now on.",
            "refuse-to-give-pipbuck": "Hey ! There's plenty of private stuff in there ! I don't really feel comfortable sharing it all with you. I can write a report, if you want…",
            "refused-to-kill-rathian": "I'm not a cold blooded killer.",
            "refused-to-kill-rathian-alt": "I knew the intruder. His name his Rathian. He helped me once. I owed him.",
            "safety-concern/arguing": "<p>I know the systems are aging. I know we can't remain hidden forever. Even if I accept that… what waits beyond is still the wasteland. Hunger, violence. Ponies who learned to be ruthless, and that mercy kills.</p>\n<p>Our fellow stable dwellers weren't raised for that world. Their good nature certainly won't make them bulletproof. Even if we survived as a community, I can imagine how much it will cost us.</p>\n<p>I simply can't afford that. I won't stand for it.</p>",
            "safety-concern/arguing#2": "<p>Perhaps…</p>\n<p>Though I'm not merely fearing for our safety. If we go up there, we'll have to change. We'll become… like them. The people from the surface. We may become greedy, ambitious… in time, history will repeat itself.</p>",
            "safety-concern/arguing-failure": "<p>Adapt, huh ?</p>\n<p>That's what I fear the most. We will lose ourselves up there. Just like you lost yourself.</p>",
            "safety-concern/arguing-lack-trust": "<p>I can't trust you with this. Listen to yourself. You've been up there for too long… you're not really one of us anymore.</p>",
            "safety-concern/arguing-success": "<p>Godesses… I was taught that my duty was to preserve this Stable exactly as it was entrusted to me.</p>\n<p>And yet, you're right about one thing I didn't want to admit. We need the outside world, and if the door remains closed… we remain innocent, but moreover, unprepared.</p>",
            "safety-concern/arguing-success-2": "<p>Stable 103 will prepare. We will not rush to the surface… but we will stop pretending we don't need it. And who knows, maybe it needs us too.</p>\n<p>I'll address the Stable soon… you're free to return to your quarters. Get some rest. You've deserved it.\n</p>",
            "safety-concern/banishment": "<p>Banishing you ?</p>\n<p>How would that help ? I'd just become a villain to our fellow stabledwellers. Some might even try to run after you. And what if you give up information on our Stable to some outsiders ? There's no reason to take that risk anymore, not now that we don't need anything from the surface anymore.</p>\n<p>No… I'm not going to banish you.</p>",
            "safety-concern/banishment#2": "<p>There's one way I can show our people how much of a threat the outside world really is.</p>\n<p>I can show them that it does not merely corrupt the body, but also the mind. I can show them how the outside world makes ponies hungry for power and violence.</p>",
            "safety-concern/intro": "<p><i>She sighs heavily.</i></p>\n<p>For generations, we survived because the door remained shut. It kept us safe from the outside world. From the war, and from whatever chaos ensued afterwards.</p>\n<p>Then, the celestial device gave up on us… I really wish we didn't have to, but we opened the door. And it can never truly be closed again. In the minds of our fellow stabledwellers, new possibilities arise. They do not realize the reality of what awaits us out there.</p>\n<p>All they're going to see is that you traveled the outside world, saved us, became a hero. They'll want to know about it. They'll want to follow in your steps. It's as if the surface is already seeping in our minds, poisoning us…</p>",
            "safety-concern/murder-framing": "<p><i>She pulls out a lasgun.</i></p>\n<p>\nIt's simple really. You came in here, in my office, to receive my thanks and congratulations. But the surface changed you. Like all the surface dwellers, you wanted more. You wanted the Stable. You tried to murder me. To take over.\n</p>\n",
            "safety-concern/murder-plan-start": "<p>Well. I don't know about that. You did take a shot at me.</p>\n<p><i>She points the gun at herself, and without hesitation, shoots at her own leg. As she groans in pain, she throws the gun in your direction.</i></p>",
            "safety-concern/seclusion": "<p>Everything will come to an end, some day. But it is not happening on my watch. I have a duty to protect our peace, our way of life. It's a duty that's been passed down from one overmare to the next. I'm not giving up on it.</p>",
            "seclusion-ask-how": "And how do you plan on convincing anypony that they're better locked up in this small pen ?",
            "seclusion-repair-retort": "That is absurd. The Stables weren't designed to last forever. Some other piece is bound to break, and what will you do then ?",
            "seclusion-speech-retort": "And you've done your part wonderfully so far. But the world is changing. Ours too. The outside world is coming for us, whether you like it or not. I've seen it. What will you do when it knocks on our door ?",
            "sentinel-accept-harmony": "I guess you're right. The old ways destroyed us once already… yet the celestial device incident proved it: we can't remain secluded forever.",
            "sentinel-convince-give-up": "That's harsh to hear. Maybe you're right. This is too much power for one pony. And yet, the celestial device incident proved it: we can't stay secluded forever.",
            "sentinel-convince-harmony": "There's still harmony out there. Even in their darkest hour - especially then, the heart of good ponies shine even brighter. We owe it to them, to use everything in our capacity to make our world a better place.",
            "sentinel-convince-overmare": "And just like that, you had your first taste of how the surface feels like. And though you almost took the easy way out, in the end, you didn't. It'll be okay. You won't be alone. Our family is with us.",
            "sentinel-has-magical-imprint": "I wouldn't be so sure about that last part. I received the magical imprint.",
            "sentinel-has-magical-imprint-alt": "You don't have to. I've received the magical imprint while I was out there. I've faced adversity outside. It's not easy to remain true to our values, but I'm confident I can do it. With you all.",
            "sentinel-hostile-harmony": "Fat lot of good our harmony will do, when reality comes banging at our door. The world has changed, and if you don't care to adapt, then you're the one dooming us all.",
            "sentinel/convinced": "<p>Perhaps… but who am I to take on such a task ? Goddesses… {{name}}, when you came into my office… I… I thought I had to… I was planning… I thought you were too dangerous for us… tainted… for Cadence's sake, {{name}}, I was going to have you killed !</p>\n<p>Am I really the kind of person that should be entrusted with all that power ? What if I've already been corrupted ?</p>",
            "sentinel/convinced-overmare": "<p>Thank you, {{name}}… you're right. I feel like with all your support, I can be the leader our people need, even when faced with the adversity of the wastelands. For the sake of our family, for the sake of everypony outside, I'll do it.</p>",
            "sentinel/convinced-player": "<p>You… what ? How ? I… I guess that doesn't matter now. Ah ! You're still as resourceful as ever !</p>\n<p>You're probably right. You've seen how it's like out there. And you came back, as yourself, without having forgotten what it means to be a pony. You have the experience, and the resilience.</p>",
            "sentinel/entry": "<p>You know about Sentinel ? I suppose I shouldn't be surprised… the intruder must've told you.</p>\n<p>Now, open your hear holes and listen to the words. Sentinel will be activated over my cold dead body. In fact, not even then. It can't be activated without me.</p>",
            "sentinel/has-imprint": "<p>Wha… how ? I…</p>\n<p>Damn it all to Tartarus… you're serious about this. Then you're leaving me no choice.</p>",
            "sentinel/not-using-sentinel": "<p>That thing, Sentinel, was given to us by the same ponies who instigated the Great War. They built it because they couldn't imagine a future without progress. They gave up on the values of harmony and friendships that used to bind every creatures under the Godesses.</p>\n<p>Look where that thinking led. We weren't wiped out because we lacked power. We had too much of it. If I activate Sentinel, I don't just wake machines. I embrace that legacy, and repeat the mistakes of the past.</p>\n<p>The Overmares before me thankfully disagreed. Sentinel should've been activated already. But my predecessors and myself all agreed. We did not want to carry that legacy. The Stable might be the last place, in this entire world, where harmony still means something.</p>\n<p>I won't let anything put an end to it. And thankfully, our lineage was entrusted with Sentinel. Only us can activate it. And we never will.</p>"
        }
    }
}
