{
    "dialogs": {
        "thornhoof/refugees/shaman": {
            "about-crystals-spellcasting": "J'ai entendu parler de cette magie. Mais son existence n'a jamais été prouvée.",
            "about-crystals/argue-town-survival": "Sabairain en a besoin pour survivre. Sans ces cristaux, la ville va tomber.",
            "about-crystals/convince-town-survival": "Ton peuple a déjà perdu une maison. À quoi seront bons ses cristaux si vous perdez aussi Sabairain ?",
            "about-crystals/debate/answer001": "Ce sont peut-être des machines de mort qui sauveront Sablairain. La ville ne tiendra pas éternellement.",
            "about-crystals/debate/answer002": "Tu as parlé d'harmoniser les cristaux ? Qu'est-ce que tu veux dire ?",
            "about-crystals/debate/answer003": "C'est bien mignon, mais ça vous épargnera pas un massacre.",
            "about-crystals/debate/answer004": "Quel pouvoir invoque-tu des cristaux ?",
            "about-crystals/debate/answer005": "Je vois. Ces cristaux pourraient faire plus de bien sous votre contrôle que sous celui du conseil.",
            "about-crystals/debate/answer006": "Je comprends. Mais, au moins, vous pourriez recommencer. Vous perdriez des années, mais vous seriez vivant. Si vous n'êtes pas prêt à faire ce sacrifice, alors vous allez tout perdre.",
            "about-crystals/debate/answer007": "Bah, ça n'a pas eu l'air de pouvoir sauver votre ville d'origine.",
            "about-crystals/debate/answer008": "Et quel est ce mystérieux usage que les cristaux auraient en votre possession ?",
            "about-crystals/debate/answer009": "Sauf à ce que tu puisse mettre fin au siège, alors c'est tout ce que nous pouvons faire. C'est toujours mieux que de se tourner les pouces.",
            "about-crystals/debate/answer010": "Je vois comment ces cristaux peuvent être utile. Mais Sablairain doit briser le siège, sinon, tout le monde meurt. Pourriez-vous renoncer à certains cristaux, et toujours en avoir assez pour pratiquer votre magie ?",
            "about-crystals/debate/argued": "La machinerie de Sablairain détruit les cristaux. Une fois utilisés par leurs armes, ils ne peuvent plus être harmonisés. Pour mon peuple, ces cristaux sont des compagnons, des partenaires. Tu voudrais nous demander d'y renoncer… pour construire plus  de machines de mort.",
            "about-crystals/debate/argued-2": "Es-tu parfaitement sûr que contribuer nos cristaux sauvera la situation ? Jusqu'où va ta confiance dans la vision des sages gardiens de Sablairain ? Sommes-nous certains que ces cristaux ne seront pas plus utile, en notre possession, qu'en la leur ?",
            "about-crystals/debate/contrarian": "Peut-être pas. Mais nous n'allons pas nous séparer de nos cristaux. Retourne voir ton conseil, et dis-leur qu'ils devront employer la force.",
            "about-crystals/debate/convince": "Tu as peut-être raison. Soigner les morts est hors de ma portée. Si Sablairain tombe, nous aussi. Je vais le recommander à mon peuple: si nous devons vivre, nous devons partager. Ils m'écouteront. Tu peux dire au conseil que nous allons coopérer.",
            "about-crystals/debate/convince-alt": "C'est vrai. Il ne serait pas sage de notre part, de faire preuve d'avarice, même avec nos possessions les plus précieusesm, tandis que des vies sont en jeu. Il ne sera pas facile de déterminer qui parmi nous devra se séparer de leurs compagnons de cristal, mais ce doit être fait. Je vais prévenir mon peuple. Dis au conseil que nous allons partager nos cristaux.",
            "about-crystals/debate/convinced": "Je suis contente que tu comprenne. Et tu ne devrais pas te faire de soucis. J'ai l'intuition que les choses vont tourner pour le mieux, bientôt.",
            "about-crystals/debate/healing": "C'est une forme très personnelle de magie: ça dépend de l'utilisateur. À moi, ça donne l'abilité de soigner le corps. Les blessés et les malades viennent me voir, et les cristaux de mon peuple peuvent être utilisés pour les soigner.",
            "about-crystals/debate/healing-alt": "Les cristaux que mon peuple a conservé sons particuliers. Ils sont harmonisés. Utilisé par le bon poney, ils peuvent accomplir des actions qui dépassent l'entendement.",
            "about-crystals/debate/lore": "Le cristal évolue avec son porteur. Il écoute. Il se charge d'énergie à leur contact. Quand j'invoque leur pouvoir, je le tire de ce lien. Le processus d'harmonisation prend des années, et créé un lien fort entre le poney et le cristal. Briser ce lien n'est pas sans importance.",
            "about-crystals/entry": "Je vois où tu veux en venir. Le conseil de la ville t'envoit ici, n'est-ce pas ? Tu perds ton temps. Les basalbourgeois n'ont plus aucun cristal à partager.",
            "about-crystals/intimidate": "Alors tu ne me laisse pas le choix. Je les prendrai de force.",
            "about-crystals/intimidated": "De la violence ? À mon encontre ? Tu te déshonorerais en faisant couler le sang dans un sanctuaire ?",
            "about-crystals/intimidated/answer001": "Ne me tente pas. Si tu ne convainc pas ton peuple, je peux m'assurer que vous le regrettiez. Tous.",
            "about-crystals/intimidated/answer002": "Absolument pas nécessaire. Vous dénoncer au conseil sera suffisant. Quel sort réserveront-ils à ton peuple, selon toi ?",
            "about-crystals/intimidated/answer002-fail": "Non, je vais juste cafter. On verra bien ce que ça donne.",
            "about-crystals/intimidated/answer003": "Laisse tomber. Je vais pas faire ça.",
            "about-crystals/intimidation/failure": "Je n'ai pas peur d'une petite frappe. Fais comme il te plait. Nous garderons notre dignité. Et nos cristaux.",
            "about-crystals/intimidation/failure-answer001": "Dans ce cas, cette discussion est terminée.",
            "about-crystals/intimidation/failure-answer002": "Je me servirai moi-même.",
            "about-crystals/intimidation/speech-failure": "Fais ce qui te chante. Il n'y a aucun compromis à atteindre.",
            "about-crystals/intimidation/speech-success": "Oui. Tu pourrais faire ça. Et qui sait ce que le conseil fera. Très bien. Je vais demander à mon peuple de contribuer leurs cristaux.",
            "about-crystals/intimidation/success": "Oui. Tu es assez mauvais pour ça. Je le sens. Bien. Je vais prévenir mon peuple. Je vais leur dire de donner leurs cristaux.",
            "about-crystals/intimidation/success-answer001": "C'est le bon choix. Je vais dire au conseil que vous allez coopérer.",
            "about-crystals/intimidation/success-answer003": "Je n'y prend aucun plaisir. Mais ce doit être fait.",
            "about-crystals/mention-rumors": "La rumeur dit pourtant que vous avez été vu pratiquant d'étranges rituels à base de cristaux.",
            "about-crystals/rumors/entry": "Des rituels ? J'utilise les cristaux pour les soins magiques, c'est vrai. Des poneys viennent avec des cristaux, et je les utilise pour invoquer leur aide.",
            "about-self/about-crystals": "Retient ton jugement un instant. Je sais que c'est difficile à croire. Mais beaucoup de cristaux abritent un pouvoir en eux. Quelque chose de très proche d'une âme. En développant les bonnes affinités, nous pouvons contrôler ce pouvoir et l'utiliser pour propager le bon autour de nous.",
            "about-self/about-healing": "C'est un fait avéré. Tous les cristaux ne sont pas capables de telles prouesses, mais le bon cristal saura guérir la bonne affliction. Il cicatrisera les blessures, désinfectera les plaies, et il pourra même soigner l'esprit d'un poney.",
            "about-self/about-spellcasting": "Tu dois être très savant. Peu de gens, en dehors de notre communautés, connaissent cette magie.\n<br><br>\nC'est une magie insaisissable, souvent imprévisible, et impossible à mettre en oeuvre pour les poneys ne disposant pas des affinités requises. Il se trouve que ceux qui bénéficient de ces affinités n'ont souvent pas la patience pour en explorer les confins. C'est fort probablement la raison pour laquelle le monde d'avant-guerre n'a jamais su produire de connaissance tangible à son sujet.\n<br><br>\nMais, de générations en générations, seuls dans nos montagnes, les habitants de Basalbourg ont réussi à utiliser cette curieuse magie. Nous savons peu de choses sur elle. Mais nous savons la mettre à bon usage.",
            "about-self/ask-about-crystals": "Ah oui ? Et comment ils te répondent, tes cailloux ? J'espère qu'ils sont polis !",
            "about-self/ask-demo": "Est-ce que je pourrais voir ça de mes propres yeux ?",
            "about-self/ask-healing": "Donc, tu prétends que des cristaux peuvent guérir les gens ?",
            "about-self/ask-lesson": "J'aimerais en savoir plus. Pouvez-vous m'enseigner ce que vous savez ?",
            "about-self/demo/entry": "Si tu me fournis un cristal chargé de la bonne énergie, alors oui, je peux te montrer.",
            "about-self/demo/stolen-crystal": "Oui. Oui il ferait l'affaire. Mais ce cristal n'est pas à toi. C'est l'un des notres. Je ne vais pas te demander comment tu en as fait l'aquisition, je sais déjà que ce n'était pas le fruit d'une transaction honnête. Je vais garder ce cristal, et je ne l'utiliserai pas pour satisfaire ta curiosité. Tu peux t'en aller, maintenant.",
            "about-self/entry": "Je suis le poney-médecine des Basalbourgeois. Je veille sur les souffrants, et j'implore aux cristaux de leur venir en aide.",
            "about-self/lesson/failure": "Je ne devrais pas. La magie de Basalbourg est un secret qui se transmet de chaman en chaman. Qui sait ce qui arriverait aux cristaux si des individus mal intentionés tentaient d'utiliser leurs pouvoirs pour accomplir des desseins maléfiques ?<br><br>\nJe ne considérerais ta requête que lorsque tes actions m'auront prouvé que ton coeur est pur et sans entraves.",
            "about-self/lesson/reentry": "Je t'ai déjà appris tout ce que je savais sur la magie des cristaux.",
            "about-self/lesson/success": "Je suppose que je peux l'autoriser. Tu nous as prouvé que tu étais digne de confiance, et tu t'es montré méritant. Soit. Approche, mon nouvel apprenti. Assieds-toi, et écoute-bien.<br><br>\n<i>Elle t'enseigne plusieurs heures sa compréhension des cristaux et de leur magie.</i>",
            "about-wounded/P1A1": "Ce n'est pas à moi d'en décider. Mais quelqu'un est décédé, et les responsables doivent être jugés.",
            "about-wounded/P1A10": "Très bien, je ne t'en demanderai pas plus. Merci.",
            "about-wounded/P1A2": "Je ne suis le bourreau de personne. Je veux juste savoir ce qui s'est passé.",
            "about-wounded/P1A3": "Je ne fais pas la loi, ici. J'essaye simplement de faire ce qui est juste.",
            "about-wounded/P1A4": "Si tu le crois innocent, aide-moi à le retrouver, lui et ses amis. Je m'assurerai que leurs voix soient entendus.",
            "about-wounded/P1A5": "Donc tu le protège. Ca fait de toi une complice.",
            "about-wounded/P1A6": "Si tu me fais confiance, je peux m'assurer que le conseil entendre leur version des faits.",
            "about-wounded/P1A8": "Peut-être pas. Mais quelqu'un est mort. Ils doivent en répondre.",
            "about-wounded/P1A8-failure": "Tu dis qu'ils doivent en répondre, et j'entends qu'ils doivent être punis en exemples. Je ne laisserai pas ce cycle de décès continuer. Il s'arrête ici, tout comme cette conversation.",
            "about-wounded/P4A1": "Je les ferai écouter. Tout le monde mérite un procès équitable.",
            "about-wounded/P4A2": "Ce n'est pas mon rôle que de questionner leurs lois.",
            "about-wounded/S1A1": "Je piste un fugitif, impliqué dans une bagarre, en ville. On m'a dit qu'il avait pris une balle dans la hanche.",
            "about-wounded/S1A2": "Je ne plaisante pas. J'ai inspecté ton patient, et je sais qu'il est en fuite. Dis-moi ce que tu sais, ou tu sera traité en complice.",
            "about-wounded/account": "Alors tu es plus sage que la plupart des habitants de Sablairain. Tu veux savoir ce qui est arrivé ? Je vais te compter ce que j'ai entendu.\n<br><br>\nUn des habitants de Thornhoof s'est moqué de nos jeunes, traitant leur foi d'\"adorateurs de cailloux\", et crachant sur les cristaux qu'ils portaient. Il a alors tiré le tabouret sur lequel était assis Sun Cleft. Elle a bondit pour éviter la chute, et l'a violemment bousculé en retour.\n<br><br>\nL'offenseur, alcoolisé, est tombé, son cou heurtant violemment le bord d'une table dans sa chute. C'est ainsi qu'il est mort. Dis-moi, étranger, cela ressemble-t-il à un meurtre ?",
            "about-wounded/convinced": "Tu dis la vérité. Très bien. Son nom est Rain Peel. Il n'a blessé personne, et a été touché alors qu'il tentait de se sauver. Ses amis l'ont amenés ici, et je me suis occupé de lui. Il guérira, avec assez de temps.<br>\nSes amis se cachent encore près d'ici, dans la cave de la ferme à champignon, à l'ouest du mur. Avant de prendre une décision hâtive, s'il te plait, écoute ce qu'ils ont à dire.",
            "about-wounded/convinced-alt": "Ses amis se cachent encore près d'ici, dans la cave de la ferme à champignon, à l'ouest du mur. Avant de prendre une décision hâtive, s'il te plait, écoute ce qu'ils ont à dire.",
            "about-wounded/entry": "Beaucoup sont blessés, en ces temps de troubles. Certains par la faim, d'autre la peur. Je soigne tout ceux qui me le demandent. Je ne demande pas de noms, et je n'en donne pas non plus.\n<br><br>\nQue cherche-tu à savoir exactement, étranger ?",
            "about-wounded/path-1": "Je ne cache pas les criminels. Ce poney n'a fait de mal à personne. En ce qui concerne celui que tu recherche, je me demande: qu'adviendra-t-il de lui, lorsque tu l'aura trouvé ? Sera-t-il entendu, ou sera-t-il livré au jugement d'une foule en colère ?",
            "about-wounded/path-1#2": "Jugés ? Et par qui ? Ces mêmes poneys qui crachaient déjà dans leur direction auparavant ? Crois-tu qu'un procès à Sablairin aboutirait à quoique ce soit d'autre qu'une sentence à mort ?",
            "about-wounded/path-1#2-failure": "Si tu me crois ton ennemi, tu n'as donc pas compris ce qui ronge cette ville. Nonobstant, je ne trahirai pas l'un des miens. Tu peux t'en aller.",
            "about-wounded/path-1#2-failure-alt": "Qu'est-ce qui est juste ? J'ai vu ce que Sablairain considérait \"juste\". Ils ont déjà pris nos plus précieuses possessions. Maintenant, ils voudraient que je leur cède un des miens ? Je ne m'y abaisserai pas. Laisse-moi en paix.",
            "about-wounded/path-1#2-success": "Tu as déjà pris notre parti auparavant… je veux croire que tes intentions sont bonnes. Le blessé ici présent n'est pas le tueur. Il était là, mais a essayé de mettre fin au combat. Son nom est Rain Peel. Je n'en dirais pas plus.",
            "about-wounded/path-1#2-success-alt": "Peut-être… peut-être écouteront-ils, si tu t'en porte garant. Celui qui est étendu ici est Rain Peel. Il était présent, mais n'a pas tué. Tu cherche Sun Cleft. Elle s'est battue, oui, mais sans vouloir mal. Elle a repoussé un poney qui se moquait d'eux. Le coup l'a envoyé au sol… il est décédé du choc. C'était un accident.",
            "about-wounded/path-2": "Les menaces ne font guère surgir de vérités. Si tu dois me pousser à trahir un poney déjà brisé, que fera-tu de lui lorsque tu le tiendra ? Sera-t-il jugé, pendu, et tué ? Je ne me fis pas à la justice de Thornhoof. Je crois, en revanche, qu'elle a soif de sang.",
            "about-wounded/thornhoof-justice": "Le conseil de Sablairain appelle ça la justice, mais je connais leur engeance. Dis-moi: crois-tu qu'ils prendront la parôle d'un étranger, au-dessus de celle d'un des leurs ?",
            "ask-about-crystals": "Je voudrais te parler de cristaux.",
            "ask-about-her": "Qui es-tu ?",
            "ask-about-wounded-refugee": "Je voudrais poser quelques questions sur le blessé que tu soigne.",
            "back-to-entry": "Parlons d'autre chose.",
            "entry": "Bienvenu dans mon humble et temporaire foyer, étranger. Es-tu venu obtenir mon assistance ?",
            "give-crystal-companion": "Est-ce que celui-ci ferait l'affaire ? <i>[Donner un cristal]</i>",
            "leave-entry": "Non, merci.",
            "wounded-pony/S1A3": "Les gens cherchent un réfugié blessé par balle. Ca pourrait être dangereux, pour lui, de rester ici.",
            "wounded-pony/S2A1": "Quelqu'un est mort. Justice doit être rendue.",
            "wounded-pony/S2A2": "Je ne lui souhaite aucun mal. Mais si lui et ses amis continuent à se cacher, les habitants de Thornhoof agiront contre vous. Vous ne pouvez pas faire disparaître ce qui s'est déjà passé.",
            "wounded-pony/S2A3": "Met ma patience à l'épreuve, et vous le regretterez."
        }
    }
}
