{
    "dialogs": {
        "thornhoof/refugees/shaman": {
            "P3A1": "Alright. Take good care of him.",
            "S1A2": "Cut the cap. I've inspected your patient, and I know he's a pony on the run. Tell me what you know, unless you want to become an accomplice.",
            "about-crystals-spellcasting": "I heard about this kind of magic. But its existence has never been proved.",
            "about-crystals/argue-town-survival": "Thornhoof needs it to survive. Without those crystals, the town falls.",
            "about-crystals/convince-town-survival": "Your people already lost their home. If Thornhoof falls too, what goods will these crystals do ?",
            "about-crystals/debate/answer001": "Machines of death might be what saves Thornhoof. The town won't hold forever.",
            "about-crystals/debate/answer002": "You say the crystals are atuned ? What does that mean ?",
            "about-crystals/debate/answer003": "That's cute, but it won't save you from the slaughter.",
            "about-crystals/debate/answer004": "What do you channel from the crystals ?",
            "about-crystals/debate/answer005": "I see. These crystals might do more good in your hooves than the council's.",
            "about-crystals/debate/answer006": "I understand. But at least, you'd be able to start again. You'd lose years, but you'd be alive. If you are not willing to make that sacrifice, then you will lose everything.",
            "about-crystals/debate/answer007": "Well, it didn't seem to be helpful in saving your hometown.",
            "about-crystals/debate/answer008": "And what use would the crystals have in your possession ?",
            "about-crystals/debate/answer009": "Unless you can do something to lift the siege, then it's the only thing we can do. Sure beats sitting on our rear ends.",
            "about-crystals/debate/answer010": "I can see how useful these crystals can be, if you're allowed to use them. But Thornhoof still needs to break the siege, else everypony will die. Do you think you could spare some of the crystals, and still have enough to heal the wounded ?",
            "about-crystals/debate/argued": "Thornhoof's machines burn the crystals empty. Once tuned to your weapons, they can never be atuned to us again. To my people, each crystal is a companion, a partner in spirit. You would have me ask them to give that up… to build more machines of death.",
            "about-crystals/debate/argued-2": "And you know for sure that contributing our crystals will save the day ? Do you trust the vision of the wise guardians of Thornhoof ? Are we absolutely sure that the crystals aren't more useful in our possession than theirs ?",
            "about-crystals/debate/contrarian": "Maybe not. But we are not going to part with our crystals. Go back to your council, and tell them they'll have to use force.",
            "about-crystals/debate/convince": "Perhaps you're right. Healing the dead is beyond me. If Thornhoof falls, so do we. I will tell my people: if we are to live, we must share. They will listen. You can tell the council we will cooperate.",
            "about-crystals/debate/convince-alt": "I guess you're right. It wouldn't be wise of us to be greedy, even with our most prized possession, when lives are on the line. It'll be hard deciding which one of us will have to give up their crystal companions, but it has to be done. I will tell my people. Tell the council we'll gather the few crystals we can spare.",
            "about-crystals/debate/convinced": "I'm glad you understand. And you needn't worry. I have a feeling everything will turn alright, sometime soon.",
            "about-crystals/debate/healing": "It's a very personal form of magic: it depends on the caster. For me, it grants the ability to fix the body. The sick and wounded come to me, and my people's crystals can be used to heal them.",
            "about-crystals/debate/healing-alt": "The crystals my people kept for themselves are specials. They're atuned. When used by the right pony, they can perform incredible deeds.",
            "about-crystals/debate/lore": "A crystal grows with its bearer. It listens. It charges with their spirit. When I channel them, I draw on that bond. The atunment process takes years, and creates a strong connection between pony and crystal. Breaking that bond is no trivial matter.",
            "about-crystals/entry": "I can see where this is going. You've been sent by the town's council, haven't you ? You're wasting your time. The people of Basalburg has no more crystals to share.",
            "about-crystals/intimidate": "Then you leave us no choice. I will take them by force.",
            "about-crystals/intimidated": "Violence ? Against me ? You would shame yourself by drawing blood in this place of healing ?",
            "about-crystals/intimidated/answer001": "Don't test me. If you don't convince your people, I can make sure you will all regret it.",
            "about-crystals/intimidated/answer002": "No need for any of that. Telling the council you're hoarding is enough. What will happen to your people then ?",
            "about-crystals/intimidated/answer002-fail": "No, I'll just tell on you. See what happens then.",
            "about-crystals/intimidated/answer003": "Forget it. I'm not lowering myself to that.",
            "about-crystals/intimidation/failure": "I'm not afraid of bullies. Do your worst. We will keep our dignity. And our crystals companions.",
            "about-crystals/intimidation/failure-answer001": "Then this talk is over.",
            "about-crystals/intimidation/failure-answer002": "I'll take what I need myself.",
            "about-crystals/intimidation/speech-failure": "Do what you will. My people will not compromise.",
            "about-crystals/intimidation/speech-success": "Yes. You could do that. And then, who knows what the council would do. Very well. I will tell my people to give up their crystals.",
            "about-crystals/intimidation/success": "Yes. You're just that evil. I can sense it. Fine. I will go to my people. I will tell them they must hand over their crystals.",
            "about-crystals/intimidation/success-answer001": "Good choice. I'll go tell the council you'll cooperate.",
            "about-crystals/intimidation/success-answer002": "",
            "about-crystals/intimidation/success-answer003": "I take no pleasure in this. But it has to be done.",
            "about-crystals/mention-rumors": "Rumor has it that you've been seen performing strange rituals with them.",
            "about-crystals/rumors/entry": "Rituals ? I use crystals to perform healing magic. Ponies come with crystals, and I use them for channeling. I stand by what I said. Our people has no more crystals to share. The ones we kept cannot be spared.",
            "about-self/about-crystals": "Do not be so quick to judge. I know it's hard to believe. But many crystals harbor something powerful within them. Something akin to a soul. With the proper affinities, it is possible to harness that power, and use it for good.",
            "about-self/about-healing": "It is known. Not all crystals are able of such prowess, but the right crystal can heal the right affliction. It will close up wounds, fight off the infections, and even heal a pony's spirit.",
            "about-self/about-spellcasting": "You must be a scholar. Not many people outside of our community know about the kind of magic we practice.\n<br><br>\nIt's a fickle magic, often unpredictable, and impossible to practice for ponies without the proper affinities. As it happens, the people who have affinities with this magic typically do not have the patience to explore its depth. Which is quite possibly while the pre-war world was never able to generate much academic knowledge about it.\n<br><br>\nBut over the generations, alone in our mountains, the people of Basalburg brought that curious magic to fruition. We know little about how it works. But we know how to put it to good use.",
            "about-self/ask-about-crystals": "Oh yeah ? And do the rocks answer ? I hope they're smooth.",
            "about-self/ask-demo": "Could I witness it with my own two eyes ?",
            "about-self/ask-healing": "So, you're telling me that crystals can heal ponies ?",
            "about-self/ask-lesson": "I'd like to learn more about this. Could you teach me what you know ?",
            "about-self/demo/entry": "If you provide me with a crystal charged with the proper energy, then yes, I can show it to you.",
            "about-self/demo/stolen-crystal": "Why, yes, it would. But this crystal isn't yours. It's one of ours. I won't ask how you acquired it, but I'm fairly certain it wasn't an honest transaction. I'll keep that crystal, and I'm not going to use it for your curiosity. Please go away now.",
            "about-self/entry": "I am the medicine-poney of the people of Basalburg. I keep watch over the afflicated, and ask the cristals to aid them.",
            "about-self/lesson/failure": "I shouldn't. The magic of Basalburg is a secret transmitted from one shaman to the next. Who knows what would happen to the crystals if ill-advised people tried to use their power for evil ?<br><br>\nI will consider it only when your actions have proven that your heart is pure and unburdened.",
            "about-self/lesson/reentry": "I've already taught you all I knew about crystal magic.",
            "about-self/lesson/success": "I suppose I can allow it. You've proven yourself worthy of our trust. So be it. Come closer, my new apprentice. Si down, and listen well.<br><br>\n<i>She teaches you for many hours her understanding of crystals and their magic.</i>",
            "about-wounded/P1A1": "It's not for me to decide. But somepony died, and the culprits have to be judged.",
            "about-wounded/P1A10": "Then I won't press you for more. Thank you.",
            "about-wounded/P1A2": "I'm not here to be anyony's executionner. I just want to figure out what happened.",
            "about-wounded/P1A3": "I don't make the laws here. I'm just trying to do what's right.",
            "about-wounded/P1A4": "If you believe he's innocent, help me find him and his friends. I can make sure their voices are heard.",
            "about-wounded/P1A5": "You're protecting him then. That makes you guilty too.",
            "about-wounded/P1A6": "If you trust me, I can make sure the council hear their side of the story.",
            "about-wounded/P1A8": "Maybe not. But somepony still died. They have to answer for it.",
            "about-wounded/P1A8-failure": "You say \"answer for it\", and all I hear is punishment. I won't let this cycle of death continue. It stops here, along with this conversation.",
            "about-wounded/P4A1": "I'll make them listen. Everyone deserves a fair trial.",
            "about-wounded/P4A2": "It's not my place to question their law.",
            "about-wounded/S1A1": "I'm looking for a fugitive, involved in a bar brawl in town. I was told he took a bullet to the fank.",
            "about-wounded/S1A2": "Cut the cap. I've inspected your patient, and I know he's a pony on the run. Tell me what you know, unless you want to become an accomplice.",
            "about-wounded/account": "Then you are wiser than most in Thornhoof. You wish to know what happened ? I'll tell you what I've heard.\n<br><br>\nOne of Thornhoof's own mocked our youths, called their faith \"rock worship\", and spat on the crystals they carried. He then kicked at Sun Clef's stool. She sprung up and pushed him away.\n<br><br>\nThe offenser, in a drunken haze, went down, his neck breaking against a table as he fell. He died. Tell me, stranger. Does that sound like murder to you ?",
            "about-wounded/convinced": "You speak the truth. Very well. His name is Rain Peel. He didn't hurt anypony, and he was shot while running to safety. His friends helped him here, and I've been caring for him since then. He'll get better, with enough time.<br>\nHis friends still hide nearby, in the mushroom's farmer cellar, west side of the wall. Before you do anything rash, please, listen to them.",
            "about-wounded/convinced-alt": "His friends still hide nearby, in the mushroom's farmer cellar, west side of the wall. Before you do anything rash, please, listen to them.",
            "about-wounded/entry": "Many are wounded these days. Some from hunger, others from fear. I treat whoever comes to me. I don't ask for names, and I don't give them either.\n<br><br>\nWhat is it you really want to know, stranger ?",
            "about-wounded/path-1": "I do not hide any criminals. This pony has done no harm. As for the one you're looking for, I wonder: what will happen to him once you find him ? Will he be given a fair hearing, or will he be handed to an angry mob ?",
            "about-wounded/path-1#2": "Judged ? By whom ? The same ponies who spat at them in the streets ?\nDo you think a trial in Thornhoof would be anything but a sentence already written ?",
            "about-wounded/path-1#2-failure": "If you think I'm your enemy, then you've learned nothing from this town's sickness. Notwithstanding, I will not betray one of my own. You may leave.",
            "about-wounded/path-1#2-failure-alt": "What is right ? I've seen what Thornhoof calls \"right\". They took our most prized possessions already. Now, they would have me give one of my own ? I won't do it. Leave me be.",
            "about-wounded/path-1#2-success": "You spoke for us before… I want to believe you still mean well.\nThe wounded one here is not the killer. He was there, yes, but he tried to stop the fighting. His name is Rain Peel. That is all I'll say.",
            "about-wounded/path-1#2-success-alt": "Perhaps… perhaps they will listen, if you vouch for them. The one laying here is Rain Peel. He was there, but didn't kill. The one you seek is Sun Cleft. She fought, yes, but she meant no harm. She struck a stallion who was mocking his kin. The blow sent him falling… that's when he hit his head. It was no murder.",
            "about-wounded/path-2": "Threats do not make truth come easier. If you press me to betray someone who is broken, ask yourself what you will do when you have him. Will you judge him, hang him, turn him out to die ? Mercy is not the same as lawlessness. I do not trust Thornhoof to seek justice, but I do trust them with vengeance.",
            "about-wounded/path-3": "Thank you for your kind warning. However, his wounds are not healed enough yet. He must stay hidden a while longer.",
            "about-wounded/thornhoof-justice": "Thornhoof's council calls it justice, but I've seen their kind before. Tell me: do you believe they'll listen to the word of a foreigner, over the word of their own ?",
            "about-wounded/thornhoof-justice-fail": "I see through your words. You've done enough harm. I will not betray my own. Leave.",
            "about-wouned/P1A9": "I need you to tell me where to find his friends too. I need to talk with them.",
            "ask-about-crystals": "I'd like to talk to you about crystals.",
            "ask-about-her": "Who are you ?",
            "ask-about-wounded-refugee": "I have some questions about the wounded pony.",
            "back-to-entry": "Let's talk about something else.",
            "entry": "Welcome into my humble and temporary abode, stranger. Did you came seeking my help ?",
            "give-crystal-companion": "Would this do the trick ? <i>[Give her a crystal]</i>",
            "leave-entry": "No, thank you.",
            "wounded-pony/S1A3": "Ponies are looking for a refugee with a gun shot wound. It might be dangerous for him to stay here.",
            "wounded-pony/S2A1": "Somepony was killed. Justice must be done.",
            "wounded-pony/S2A2": "I don't wish him any harm. But if you keep hiding him and his friends, the folks will become restless. We can't just sweep what happened under the rug.",
            "wounded-pony/S2A3": "Keep testing my patience, and you'll regret it."
        }
    }
}
