{
    "dialogs": {
        "thornhoof/refugees/stitch": {
            "R1A": "If that's true, why run ? You could've explained it all to the council.",
            "R1A1": "Maybe not. But hiding makes you look guilty. Come with me, I'll make sure you're treated fairly.",
            "R1A2": "You may be right. I guess I'll have to solve this before you can go back to a normal life.",
            "R1B": "I believe you. But if you stay down here, you'll never clear your names. Let me help.",
            "R1C": "You killed a townspony. Self-defense or not, somepony died. You need to face that.",
            "ask-about-cristal": "Do you know anything about a stolen crystal ?",
            "ask-about-fire": "So, how did the fire at the warehouse happened ?",
            "ask-about-guns": "Were you the ones who stole the guns ?",
            "cave-meeting-accept-to-tell-nothing": "I understand. I won't tell a soul, but I need to hear your story.",
            "cave-meeting-ask-confusion": "What's going on ? What are you all doing down here ?",
            "cave-meeting-ask-negociate-confession": "You can't hide down here forever. Tell me everything. I'll plead your case.",
            "cave-meeting-ask-understand": "Wait ! I mean you no harm ! I just want to understand !",
            "cave-meeting-attack": "<i>[Attack first]</i>",
            "cave-meeting-attack-alt": "Then I guess I should take care of you myself. <i>[Attack first]</i>",
            "cave-meeting-shaman": "Wait ! Your shaman sent me down here. I just want to talk.",
            "cave-meeting-tell-random": "I was just exploring…",
            "cave-meeting-tell-shadow-quest": "I'm looking for three fugitive refugees. Looks like I found them.",
            "cave-meeting/confusion": "You don't ask the questions, I do. What are YOU doing here ?",
            "cave-meeting/cristal-explanation": "Rain Peel hurt herself bad when she fell in the warehouse. The shaman needed help healing her.\n<br><br>\nAnd it turns out the computers here use crystals as storage device. We got hold of one through a drug dealer. Perhaps it's the one you're looking for. The shaman still has it.",
            "cave-meeting/entry": "Don't move.<br>\nTake another step and I take you down.",
            "cave-meeting/explanation-0": "… if you tell on us, the milita will come to grab us. Blood will be spilled. And not just ours.",
            "cave-meeting/explanation-1": "We did nothing wrong. We were assaulted, and we defended ourselves. Some drunkard insulted us. We didn't respond at first. But then he became violent, and I stopped him. We only learned that he had died afterward, and we went into hiding.",
            "cave-meeting/explanation-fail": "I don't believe you. You'll tell on us. I can't let that happen.\n<br><br>\n<i>She attacks you.</i>",
            "cave-meeting/fire-explanation": "We were getting food for the refugees. It's harder for us to get food… we have no friends here. The food distributed by the Council is not enough.\n<br><br>\nBut Rain Peel fell from a shelf. She got badly wounded, and she tipped our lamp in a fodder crate…\n<br><br>\nDuring our runaway, we met with Dust Lock. He's always been good to us. He agreed to hide us, he didn't ask too many questions, and the day after, he brought Peel to the shaman, at the town center, so she could take care of her.",
            "cave-meeting/go-to-council/entry": "Explain to the council ? We'd be hanged before we spoke a word. You don't know how they're like.",
            "cave-meeting/go-to-council/mistrust": "You think your word means anything to them ? You think it means anything to us ? I don't trust you. I'm sorry, but I can't let you walk from here.",
            "cave-meeting/go-to-council/mistrust-defended": "My friends' safety is my priority. If I need to become a murderer, then, so be it.",
            "cave-meeting/go-to-council/mistrust-defended-successfully": "Yeah. That's true. You have a good mouth on you. I'll take my chances with you.",
            "cave-meeting/go-to-council/on-your-own": "Should I really let you go, though ? If you leave, you might tell on us.",
            "cave-meeting/go-to-council/trust": "You'd really stand with us? Alright. We've heard what you did for our folks. We'll come with you.",
            "cave-meeting/gun-explanation": "We took the weapons, yes. When the milita tries to throw us out the walls, we want to be ready to defend ourselves.",
            "cave-meeting/justified-council": "I feared as much… then, I definitely cannot let you leave.",
            "cave-meeting/justified-random": "Exploring, and you ended up in Dust Lock's cellar ? I doubt he just agreed to let you in. But now that you're here, you're not getting out.\n<br><br>\n<i>She attacks you.</i>",
            "cave-meeting/sent-by-shaman": "She did ? Then I guess we can trust you. Why did you come here ?",
            "cave-meeting/surrender/entry": "Face what ? A mob screaming for our blood ? I won't face the justice of a mob.",
            "council-letsgo": "Let's go.",
            "engage-start": "No, it has to be you. I know who you and your friends are. I've been sent to bring you to the council.",
            "explanation-exit": "I understand.",
            "finished/saved/entry": "Oh… it's you. Thank you for all you've done to help us.",
            "finished/work/entry": "… didn't expect you to come see us. Guess you want to make sure we're not dead yet ?",
            "go-to-council": "Good. Let's go.",
            "leave": "<i>[Leave]</i>",
            "meeting/engage/entry": "Is that so ? Maybe you should've kept this to yourself. For the satefy of my friends, I can't let you go and tell everypony about us.",
            "meeting/engage/send-to-council": "It doesn't have to go down that road. You can just come with me to the town's council, and nobody will get hurt.",
            "meeting/engage/start-fight": "I don't react well to threats. I hope nopony will miss you when you're dead, kiddos.",
            "meeting/entry": "Go bother somepony else.",
            "mistrust-defense": "Wait ! You're not a murderer yet, but if you kill me now, you'll become one.",
            "mistrust-defense-2": "You'll have to trust me. I don't think you have much of a choice. Kill me, and you're back to square one: stuck down here, indefinitely.",
            "mistrust-defense-3": "You'll have to trust me. Or just kill me on a hunch."
        }
    }
}
